{
    "IN-26-00767": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Temporary road closure arrangement for SUUNTO SPARK RUN",
            "INCIDENT_DETAIL_CN": "SUUNTO SPARK RUN活動期間的臨時封路安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-29T09:00:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "132305",
                "CONTENT_EN": "1. To facilitate the holding of the SUUNTO SPARK RUN from 31 January 2026 (Saturday) to 1 February 2026 (Sunday), temporary road closures will be implemented at Pak Tam Chung and Sai Kung Man Yee Road, Sai Kung: (i) The section of Tai Mong Tsai Road between Pak Tam Chung Physically Handicapped and Able-bodied Site and Pak Tam Road will be closed from 7.55 am to 8.10 am daily; and (ii) The section of Pak Tam Road from its junction with Tai Mong Tsai Road to a point about 230 metres north of the same junction will be closed from 7.55 am to 8.10 am daily. 2. During the road closure, all vehicular traffic (including franchised buses, green minibuses and taxis) will be prohibited to enter the aforementioned road sections, until the reopening of the road. Visitors should plan their journeys well in advance, pay attention to on-site instructions, and observe their safety. Departments concerned have maintained close liaison with the event organiser and have been steering the GMB operator for early preparations, so that vehicles would be deployed in advance for the service enhancement after the road reopens to meet passenger demand, in co-ordination with the Police's traffic control measures to ease passenger flow. 3. Other temporary road and traffic control measures, including adjusting the extent of road closures and alteration or suspension of public transport services, may be implemented by the Police at short notice depending on the actual traffic conditions. The TD appeals to the public to pay attention to the temporary road closures and public transport service adjustment arrangements. Members of the public who plan to go to the affected areas should plan their journey in advance, allow sufficient travelling time to avoid unexpected delay. Motorists and visitors should exercise patience and follow the instructions of the Police on-site.",
                "CONTENT_CN": "1.為配合2026年1月31日(星期六)至2月1日(星期日)舉行的SUUNTO SPARK RUN活動，當局將於活動期間在西貢大網仔路及北潭路實施以下臨時封路安排： (一)大網仔路介乎北潭涌傷健樂園及北潭路之間的路段將於每日上午7時55分至上午8時10分臨時封閉；及 (二)北潭路由其與大網仔路交界處起至同一交界以北約230米處止的路段將於每日上午7時55分至上午8時10分臨時封閉。 2.封路期間，所有車輛（包括專營巴士、專線小巴及的士）不得進入上述路段，直至道路重開為止。遊人應及早計劃行程，留意現場指示，並注意安全。相關部門已與活動主辦單位緊密聯繫，並督導小巴營辦商做好部署，預先調配車輛在道路重開後加強服務以應付乘客需求，並配合警方實施的交通管制措施以疏導乘客。 3.警方會視乎現場實際路面情況而在短時間內實施其他臨時道路及交通管制措施，包括調整封路範圍和更改或暫停公共運輸服務。運輸署呼籲市民留意臨時封路及公共運輸服務改動安排。市民應及早計劃行程及預留額外的時間以免延誤。駕駛人士及遊人請保持忍讓，並遵從在場警務人員的指示。"
            }
        },
        "district": null,
        "last_update": "2026-01-29T09:23:16",
        "last_announcement": "2026-01-29T09:00:00"
    },
    "IN-26-00848": {
        "description": {
            "INCIDENT_HEADING_EN": "Highwind Incident",
            "INCIDENT_HEADING_CN": "強風管理",
            "INCIDENT_DETAIL_EN": "strong wind condition",
            "INCIDENT_DETAIL_CN": "強風關係",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-31T12:37:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "132491",
                "CONTENT_EN": "Due to strong wind condition, the following special traffic and transport arrangements have been implemented on Hong Kong-Zhuhai-Macao Bridge Hong Kong Link Road (HZMB HKLR), with details as shown below: The speed limit of the HZMB HKLR is lowered from 100 km/h to 50 km/h.",
                "CONTENT_CN": "由於強風關係，港珠澳大橋香港連接路已實施以下特別交通及運輸安排： 港珠澳大橋香港連接路的最高車速限制由每小時100 公里降低至每小時50 公里。"
            },
            "2026-01-31T17:00:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "132530",
                "CONTENT_EN": "Due to improved weather condition, the following arrangements have been implemented on Hong Kong-Zhuhai-Macao Bridge Hong Kong Link Road (HZMB HKLR): The speed limit of the HZMB HKLR resumes to 100 km/h.",
                "CONTENT_CN": "因天氣情況改善，港珠澳大橋香港連接路已實施以下安排： 港珠澳大橋香港連接路最高車速限制恢復為每小時100 公里。"
            }
        },
        "district": null,
        "last_update": "2026-01-31T17:30:27",
        "last_announcement": "2026-01-31T17:00:00"
    },
    "IN-26-00857": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Hong Kong West Kowloon Station Public Car Park now full",
            "INCIDENT_DETAIL_CN": "香港西九龍站公眾停車場現已泊滿",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-31T14:53:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "132512",
                "CONTENT_EN": "Transport Department has received the notification from MTRCL that Hong Kong West Kowloon Station Public Car Park is now full. Please use public transport to reach the station.",
                "CONTENT_CN": "運輸署接獲港鐵通知，香港西九龍站公眾停車場現已泊滿。請使用公共交通工具前往。"
            }
        },
        "district": null,
        "last_update": "2026-01-31T15:39:04",
        "last_announcement": "2026-01-31T14:53:00"
    }
}