{
    "IN-26-00475": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Sai Kung Man Yee Road",
            "INCIDENT_DETAIL_CN": "西貢萬宜路",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-17T09:45:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "131661",
                "CONTENT_EN": "The traffic on Sai Kung Man Yee Road leading to High Island Reservoir East Dam is very busy at the moment. The operator of Green Minibus Route No. 9A has strengthened its service to cater for passenger demand. Visitors are advised to plan ahead their journeys, reserve sufficient commuting time, and be patient while queuing.",
                "CONTENT_CN": "通往萬宜水庫東壩的西貢萬宜路交通現時非常繁忙，專線小巴第9A號線的營辦商已加強服務應對乘客需求。請遊人妥善計劃行程，預留充裕交通時間，同時在輪候時保持忍讓。"
            }
        },
        "district": null,
        "last_update": "2026-01-17T09:58:36",
        "last_announcement": "2026-01-17T09:45:00"
    },
    "PE-26-00003": {
        "description": {
            "INCIDENT_HEADING_EN": "Event",
            "INCIDENT_HEADING_CN": "活動",
            "INCIDENT_DETAIL_EN": "Hong Kong Marathon 2026 (香港馬拉松 2026)",
            "INCIDENT_DETAIL_CN": "Hong Kong Marathon 2026 (香港馬拉松 2026)",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-18T07:00:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "131714",
                "CONTENT_EN": "To facilitate the “Hong Kong Marathon 2026” today, road closure and traffic diversions have been implemented at various locations on Hong Kong Island, in Kowloon and the New Territories, major road sections closed include:\n\nHong Kong Island: roads in the vicinity of Central Ferry Piers, Wan Chai North, Causeway Bay and Victoria Park, both bound carriageways of the Central-Wan Chai Bypass Tunnel linking to and from the Island Eastern Corridor (IEC) and both bound carriageways of the IEC between Victoria Park Road and Shau Kei Wan, etc. \n\nKowloon: the section of Nathan Road northbound between Salisbury Road and Argyle Street, Nathan Road southbound between Gascoigne Road and Salisbury Road, Argyle Street westbound between Nathan Road and Tong Mi Road, West Kowloon Highway southbound, the Hong Kong-bound tube of Western Harbour Crossing (WHC) and the slip road from Lin Cheung Road southbound to Central Kowloon Bypass (Yau Ma Tei Section), etc. \n\nNew Territories: the Kowloon-bound carriageways of Ting Kau Bridge, Cheung Tsing Highway, Cheung Tsing Tunnel, Tsing Kwai Highway, Nam Wan Tunnel and Stonecutters Bridge, etc. \n\nThe Kowloon-bound tube of WHC remains open. The vehicles from Hong Kong Island/Kowloon/New Territories East heading to the Airport and Lantau Island are not affected by the above road closures. \n\nCurrently, about 220 daytime bus routes and 34 daytime green minibus (GMB) routes are being or will be diverted, truncated, suspended or with their stopping points temporarily relocated. In addition, bus stops, taxi stands, public light bus/GMB stands within the road closure areas and their vicinities have been gradually suspended. \n\nThe traffic in the affected areas and the major roads in the vicinity will become significantly congested when comparing to normal Sundays. Motorists should avoid driving to the above affected areas. In case of traffic congestion, they should exercise patience, drive with care and follow the instructions of the Police on site. Members of the public who plan to go to the affected areas should plan their journey in advance, allow sufficient travelling time to avoid unexpected delay and use railway services as far as possible, and stay alert to the latest traffic news through the media. \n.",
                "CONTENT_CN": "為配合今日舉行「香港馬拉松二零二六」，港島、九龍及新界多處現正實施封路及交通改道措施，主要封閉路段包括：\n\n港島區：中環碼頭、灣仔北、銅鑼灣及維多利亞公園一帶的道路、連接東區走廊的中環及灣仔繞道隧道來回方向、以及介乎維園道及筲箕灣之間的東區走廊的來回方向等。\n\n九龍區：介乎梳士巴利道與亞皆老街的彌敦道(北行)、介乎加士居道與梳士巴利道的彌敦道(南行)、介乎彌敦道與塘尾道之間的亞皆老街(西行)、西九龍公路(南行)、往港島方向的西區海底隧道管道及經連翔道南行進入中九龍繞道(油麻地段)的支路等。\n\n新界區：往九龍方向的汀九橋、長青公路、長青隧道、青葵公路、南灣隧道及昂船洲大橋等。\n\n往九龍方向的西區海底隧道管道則維持開放，由港島／九龍／新界東前往機場及大嶼山方向的車輛不受上述封路影響。\n\n現時，約220條日間巴士路線及34條日間專線小巴路線正在或將會改道、縮短服務、暫停服務或臨時遷站。此外，位於封路地區內及鄰近地區的巴士站、的士站、公共小巴/專線小巴站已逐步暫停使用。\n\n在受影響地區及附近的主要道路的交通將會較平常的星期日顯著擠塞。駕駛人士請避免駕車前往受影響的地區。如遇交通擠塞時，駕車人士請保持忍讓及小心駕駛，並遵從在場警方的指示。市民如前往受影響地區，請提早計劃行程及預留額外的時間以免延誤，盡量使用鐵路服務，並留意傳媒廣播的最新交通消息。\n。"
            },
            "2026-01-18T14:00:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "131749",
                "CONTENT_EN": "All suspended roads on Hong Kong Island, in Kowloon and the New Territories in connection with the “Hong Kong Marathon 2026”, are now re-opened for traffic and all the affected public transport services have resumed normal.",
                "CONTENT_CN": "早前於香港島、九龍及新界各區因應「香港馬拉松二○二六」而臨時封閉的路段現已全部解封，而所有受影響的公共交通服務亦已回復正常。"
            }
        },
        "district": null,
        "last_update": "2026-01-18T14:43:35",
        "last_announcement": "2026-01-18T14:00:00"
    },
    "IN-26-00505": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Sai Kung Man Yee Road",
            "INCIDENT_DETAIL_CN": "西貢萬宜路",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-18T10:05:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "131722",
                "CONTENT_EN": "The Transport Department announced that the traffic on Sai Kung Man Yee Road leading to High Island Reservoir East Dam is very busy at the moment. The operator of Green Minibus Route No. 9A has strengthened its service to cater for passenger demand. Visitors are advised to plan ahead their journeys, reserve sufficient commuting time, and be patient while queuing.",
                "CONTENT_CN": "運輸署表示，通往萬宜水庫東壩的西貢萬宜路交通現時非常繁忙，專線小巴第9A號線的營辦商已加強服務應對乘客需求。請遊人妥善計劃行程，預留充裕交通時間，同時在輪候時保持忍讓。"
            }
        },
        "district": null,
        "last_update": "2026-01-18T11:52:24",
        "last_announcement": "2026-01-18T10:05:00"
    },
    "IN-26-00507": {
        "description": {
            "INCIDENT_HEADING_EN": "High Rail Incident",
            "INCIDENT_HEADING_CN": "高鐵事故",
            "INCIDENT_DETAIL_EN": "Adverse Weather",
            "INCIDENT_DETAIL_CN": "內地段天氣影響",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-18T10:49:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "131726",
                "CONTENT_EN": "As informed by the Chinese Mainland Railway Authorities, the following High Speed Rail train trips have been cancelled due to heavy snowfall: From Hong Kong West Kowloon Station to Xi’anbei Station: G826 From Hong Kong West Kowloon Station to Shanwei Station: G6532 From Xi’anbei Station to Hong Kong West Kowloon Station: G825 From Shanwei Station to Hong Kong West Kowloon Station: G6531 For latest train schedules, please refer to 12306 official website (12306. cn) or click the “ ” (only available on Chinese version) on the mobile app. You may also check latest train information from the HSR website, mobile app or the information available at Hong Kong West Kowloon Station. For ticket refunds, please refer to the High Speed Rail website and process within the time stated. Please use the 12306 official website (12306. cn) or mobile app and there is no need to rush to Hong Kong West Kowloon Station.",
                "CONTENT_CN": "中國內地鐵路單位通報，由於受雪災影響，下列高速鐵路列車車次取消： 由香港西九龍站前往西安北站：G826 由香港西九龍站前往汕尾站：G6532 由西安北站前往香港西九龍站：G825 由汕尾站前往香港西九龍站：G6531 有關車次的資料，請留意12306官方網站(12306.cn)，如已安裝手機應用程式，可按「車站大屏」頁面。您亦可留意於高速鐵路網頁、手機應用程式或香港西九龍站發放的最新資訊。 如需退票，請參閱高速鐵路網頁並於指定日期內辦理。請盡量使用12306官方網站(12306.cn)或手機應用程式，不用急於到香港西九龍站辦理。"
            }
        },
        "district": null,
        "last_update": "2026-01-18T11:52:24",
        "last_announcement": "2026-01-18T10:49:00"
    },
    "IN-26-00519": {
        "description": {
            "INCIDENT_HEADING_EN": "Car Park Publicity",
            "INCIDENT_HEADING_CN": "Car Park Publicity",
            "INCIDENT_DETAIL_EN": "West Kowloon Cultural District",
            "INCIDENT_DETAIL_CN": "西九文化區",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-18T15:40:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "131757",
                "CONTENT_EN": "All car parks at West Kowloon Cultural District are full. Members of the public are encouraged to take public transport to the West Kowloon Cultural District.",
                "CONTENT_CN": "西九文化區內所有停車場現已泊滿車輛，前往西九文化區一帶的市民請使用公共交通工具。"
            }
        },
        "district": null,
        "last_update": "2026-01-18T16:14:58",
        "last_announcement": "2026-01-18T15:40:00"
    },
    "IN-26-00548": {
        "description": {
            "INCIDENT_HEADING_EN": "High Rail Incident",
            "INCIDENT_HEADING_CN": "高鐵事故",
            "INCIDENT_DETAIL_EN": "Individual Trains Delayed and Cancelled on 19 Jan 2026",
            "INCIDENT_DETAIL_CN": "2026年01月19日個別車次延遲及取消",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-19T21:47:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "131833",
                "CONTENT_EN": "As informed by the Chinese Mainland Railway Authorities, the following High Speed Rail train trips will be delayed and has been cancelled:\n\nDelayed train trip:\nFrom Tianjinxi Station to Hong Kong West Kowloon Station: G305\n\nCancelled train trip:\nFrom Hong Kong West Kowloon Station to Guangzhounan Station: G6506\n\nFor the latest train schedules, please refer to the 12306 official website (12306. cn) or the mobile app. You may also check latest train information from the HSR website, mobile app or see the information provided at Hong Kong West Kowloon Station. \n\nFor ticket refunds, please refer to the High Speed Rail website and process within the time stated. Please use the 12306 official website (12306. cn) or mobile app and there is no need to rush to Hong Kong West Kowloon Station. \n.",
                "CONTENT_CN": "中國內地鐵路單位通報，由於天氣情況惡劣，下列高速鐵路列車車次將會延遲及取消：\n\n將會延遲的車次：\n由天津西站前往香港西九龍站：G305\n\n已取消的車次：\n由香港西九龍站前往廣州南站：G6506\n\n有關車次的資料，請留意12306官方網站(12306.cn)，如已安裝手機應用程式，可按「車站大屏」頁面。您亦可留意於高速鐵路網頁、手機應用程式或香港西九龍站發放的最新資訊。\n\n如需退票，請參閱高速鐵路網頁並於指定日期內辦理。請盡量使用12306官方網站(12306.cn)或手機應用程式，不用急於到香港西九龍站辦理。\n。"
            }
        },
        "district": null,
        "last_update": "2026-01-19T22:21:11",
        "last_announcement": "2026-01-19T21:47:00"
    }
}