{
    "IN-26-00548": {
        "description": {
            "INCIDENT_HEADING_EN": "High Rail Incident",
            "INCIDENT_HEADING_CN": "高鐵事故",
            "INCIDENT_DETAIL_EN": "Individual Trains Delayed and Cancelled on 19 Jan 2026",
            "INCIDENT_DETAIL_CN": "2026年01月19日個別車次延遲及取消",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-19T21:47:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "131833",
                "CONTENT_EN": "As informed by the Chinese Mainland Railway Authorities, the following High Speed Rail train trips will be delayed and has been cancelled:\n\nDelayed train trip:\nFrom Tianjinxi Station to Hong Kong West Kowloon Station: G305\n\nCancelled train trip:\nFrom Hong Kong West Kowloon Station to Guangzhounan Station: G6506\n\nFor the latest train schedules, please refer to the 12306 official website (12306. cn) or the mobile app. You may also check latest train information from the HSR website, mobile app or see the information provided at Hong Kong West Kowloon Station. \n\nFor ticket refunds, please refer to the High Speed Rail website and process within the time stated. Please use the 12306 official website (12306. cn) or mobile app and there is no need to rush to Hong Kong West Kowloon Station. \n.",
                "CONTENT_CN": "中國內地鐵路單位通報，由於天氣情況惡劣，下列高速鐵路列車車次將會延遲及取消：\n\n將會延遲的車次：\n由天津西站前往香港西九龍站：G305\n\n已取消的車次：\n由香港西九龍站前往廣州南站：G6506\n\n有關車次的資料，請留意12306官方網站(12306.cn)，如已安裝手機應用程式，可按「車站大屏」頁面。您亦可留意於高速鐵路網頁、手機應用程式或香港西九龍站發放的最新資訊。\n\n如需退票，請參閱高速鐵路網頁並於指定日期內辦理。請盡量使用12306官方網站(12306.cn)或手機應用程式，不用急於到香港西九龍站辦理。\n。"
            }
        },
        "district": null,
        "last_update": "2026-01-19T22:21:11",
        "last_announcement": "2026-01-19T21:47:00"
    },
    "IN-26-00558": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Hong Kong 100 Ultra Marathon",
            "INCIDENT_DETAIL_CN": "香港100越野賽",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-20T10:20:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "131857",
                "CONTENT_EN": "Temporary road closures at Pak Tam Chung and Sai Kung Man Yee Road, Sai Kung\n\n1. To facilitate the holding of the Hong Kong 100 Ultra Marathon from 22 January 2026 (Thursday) to 25 January 2026 (Sunday), temporary road closures will be implemented at Pak Tam Chung and Sai Kung Man Yee Road, Sai Kung:\n\n(A) 22 January (Thursday) and 23 January 2026 (Friday)\n\n• The section of Tai Mong Tsai Road between Pak Tam Chung Physically Handicapped and Able-bodied Site and Sai Kung Man Yee Road will be temporarily closed from 7.50 am to 8.10 am; and\n\n• The section of Sai Kung Man Yee Road from its junction with Tai Mong Tsai Road to a point about 8.3 kilometres south of the same junction will be temporarily closed from 7.50 am to 10.00 am. \n\n(B) 24 January 2026 (Saturday)\n\n• The section of Tai Mong Tsai Road between Pak Tam Chung Physically Handicapped and Able-bodied Site and Sai Kung Man Yee Road will be temporarily closed from 6.50 am to 7.10 am; and\n\n• The section of Sai Kung Man Yee Road from its junction with Tai Mong Tsai Road to a point about 8.3 kilometres south of the same junction will be temporarily closed from 6.50 am to 9.00 am. \n\n2. During the road closure period of Sai Kung Man Yee Road (i. e. from 7.50 am to 8.10 am on 22 January and 23 January 2026 daily and 6.50 am to 9.00 am on 24 January 2025), Green Minibus and taxis will be prohibited to enter Sai Kung Man Yee Road, until the reopening of the road. The service of New Territories Green Minibus (GMB) Route No. 9A (Pak Tam Chung – High Island Reservoir, East Dam) will be temporarily adjusted subject to the actual traffic conditions on 24 January 2026. \n\n3. During the suspension of public transport services, visitors may only access the East Dam on foot. Visitors should plan their journeys well in advance, pay attention to on-site instructions, and observe their safety. Departments concerned have maintained close liaison with the event organiser and have been steering the GMB operator for early preparations, so that vehicles would be deployed in advance for the service enhancement as soon as the road reopens to meet passenger demand, in co-ordination with the Police's traffic control measures to ease passenger flow. \n\n4. Other temporary road and traffic control measures, including adjusting the extent of road closures and alteration or suspension of public transport services, may be implemented by the Police at short notice depending on the actual traffic conditions. The TD appeals to the public to pay attention to the temporary road closures and public transport service adjustment arrangements. Members of the public who plan to go to the affected areas should plan their journey in advance, allow sufficient travelling time to avoid unexpected delay. Motorists and visitors should exercise patience and follow the instructions of the Police on-site.",
                "CONTENT_CN": "西貢北潭涌及西貢萬宜路臨時封路安排\n\n1.為配合2026年1月22日(星期四)至1月25日(星期日)舉行的香港100越野賽(Hong Kong 100 Ultra Marathon)，當局將於活動期間在西貢北潭涌及西貢萬宜路實施以下臨時封路安排：\n\n(一)2026年1月22日(星期四)及1月23日(星期五)\n\n•大網仔路介乎北潭涌傷健樂園及西貢萬宜路之間的路段將於上午7時50分至上午8時10分臨時封閉；及\n\n•西貢萬宜路由其與大網仔路交界處起至同一交界以南約8.3公里處止的路段於上午7時50分至上午10時臨時封閉。\n\n(二)2026年1月24日(星期六)\n\n•大網仔路介乎北潭涌傷健樂園及西貢萬宜路之間的路段將於上午6時50分至上午7時10分臨時封閉；及\n\n•西貢萬宜路由其與大網仔路交界處起至同一交界以南約8.3公里處止的路段於上午6時50分至上午9時臨時封閉。\n\n2.西貢萬宜路封路期間（即2026年1月22日至1月23日每日上午7時50分至上午10時，及於1月24日上午6時50分至上午9時），專線小巴及的士不能進入西貢萬宜路，直至道路重開為止。而新界專線小巴第9A號線(北潭涌-萬宜水庫東壩)於2026年1月24日的服務班次會根據實際交通情況作臨時調整。\n\n3.在公共運輸服務暫停期間，遊人只可步行前往東壩。遊人應及早計劃行程，留意現場指示，並注意安全。相關部門已與活動主辦單位緊密聯繫，並督導小巴營辦商做好部署，預先調配車輛在道路重開後隨即加強服務以應付乘客需求，並配合警方實施的交通管制措施以疏導乘客。\n\n4.警方會視乎現場實際路面情況而在短時間內實施其他臨時道路及交通管制措施，包括調整封路範圍和更改或暫停公共運輸服務。運輸署呼籲市民留意臨時封路及公共運輸服務改動安排。市民應及早計劃行程及預留額外的時間以免延誤。駕駛人士及遊人請保持忍讓，並遵從在場警務人員的指示。"
            }
        },
        "district": null,
        "last_update": "2026-01-20T11:23:37",
        "last_announcement": "2026-01-20T10:20:00"
    },
    "IN-26-00567": {
        "description": {
            "INCIDENT_HEADING_EN": "High Rail Incident",
            "INCIDENT_HEADING_CN": "高鐵事故",
            "INCIDENT_DETAIL_EN": "Adverse Weather",
            "INCIDENT_DETAIL_CN": "內地段天氣影響",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-20T20:52:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "131877",
                "CONTENT_EN": "As informed by the Chinese Mainland Railway Authorities, the following High Speed Rail train trips will be delayed and has been cancelled due to adverse weather conditions:\n\nDelayed train trip:\n\nFrom Tianjinxi Station to Hong Kong West Kowloon Station: G305\n\nCancelled train trip:\n\nFrom Hong Kong West Kowloon Station to Guangzhounan Station: G6506\n\nFor the latest train schedules, please refer to the 12306 official website (12306. cn) or the mobile app. You may also check latest train information from the HSR website, mobile app or see the information provided at Hong Kong West Kowloon Station. \n\nFor ticket refunds, please refer to the High Speed Rail website and process within the time stated. Please use the 12306 official website (12306. cn) or mobile app and there is no need to rush to Hong Kong West Kowloon Station.",
                "CONTENT_CN": "中國內地鐵路單位通報，由於天氣情況惡劣，下列高速鐵路列車車次將會延遲及取消：\n\n將會延遲的車次：\n\n由天津西站前往香港西九龍站：G305\n\n已取消的車次：\n\n由香港西九龍站前往廣州南站：G6506\n\n有關車次的資料，請留意12306官方網站(12306.cn)，如已安裝手機應用程式，可按「車站大屏」頁面。您亦可留意於高速鐵路網頁、手機應用程式或香港西九龍站發放的最新資訊。\n\n如需退票，請參閱高速鐵路網頁並於指定日期內辦理。請盡量使用12306官方網站(12306.cn)或手機應用程式，不用急於到香港西九龍站辦理。"
            }
        },
        "district": null,
        "last_update": "2026-01-20T21:08:17",
        "last_announcement": "2026-01-20T20:52:00"
    }
}