{
    "IN-25-07521": {
        "description": {
            "INCIDENT_HEADING_EN": "Highwind Incident",
            "INCIDENT_HEADING_CN": "強風管理",
            "INCIDENT_DETAIL_EN": "Strong Wind",
            "INCIDENT_DETAIL_CN": "強風",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-11T09:50:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "126856",
                "CONTENT_EN": "Due to high wind , the following special traffic and transport arrangements have been implemented on Hong Kong-Zhuhai-Macao Bridge Hong Kong Link Road (HZMB HKLR), with details as shown below: The speed limit of the HZMB HKLR is lowered from 100 km/h to 50 km/h.",
                "CONTENT_CN": "由於強風，港珠澳大橋香港連接路已實施以下特別交通及運輸安排： 港珠澳大橋香港連接路的最高車速限制由每小時100 公里降低至每小時50 公里。"
            },
            "2025-11-11T16:35:00": {
                "INCIDENT_STATUS_EN": "CLOSED",
                "INCIDENT_STATUS_CN": "完結",
                "ID": "126880",
                "CONTENT_EN": "Due to improved weather condition, the following arrangements have been implemented on Hong Kong-Zhuhai-Macao Bridge Hong Kong Link Road (HZMB HKLR): The speed limit of the HZMB HKLR resumes to 100 km/h.",
                "CONTENT_CN": "因天氣情況改善，港珠澳大橋香港連接路已實施以下安排： 港珠澳大橋香港連接路最高車速限制恢復為每小時100 公里。"
            }
        },
        "district": null,
        "last_update": "2025-11-11T16:57:31",
        "last_announcement": "2025-11-11T16:35:00"
    },
    "IN-25-07529": {
        "description": {
            "INCIDENT_HEADING_EN": "Ferry Incident",
            "INCIDENT_HEADING_CN": "渡輪事故",
            "INCIDENT_DETAIL_EN": "Structural / Mechanical Defects or Closure of Access",
            "INCIDENT_DETAIL_CN": "結構/機械缺陷或關閉",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-11T18:20:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "126885",
                "CONTENT_EN": "The following ferry service has been suspended. \nFortune Ferry Company Limited\n‘Water Taxi’ Route:\nPremium ferry sailing at 5:35p. m. from East Tsim Sha Tsui.",
                "CONTENT_CN": "以下渡輪服務已經暫停服務。\n富裕小輪有限公司\n「水上的士」航線：\n於下午5時35分由尖東開出的豪華航班。"
            }
        },
        "district": null,
        "last_update": "2025-11-11T18:42:14",
        "last_announcement": "2025-11-11T18:20:00"
    },
    "IN-25-07604": {
        "description": {
            "INCIDENT_HEADING_EN": "High Rail Incident",
            "INCIDENT_HEADING_CN": "高鐵事故",
            "INCIDENT_DETAIL_EN": "High Speed Rail (Hong Kong Section) runs additional trains trips",
            "INCIDENT_DETAIL_CN": "高速鐵路(香港段)加開臨時列車服務",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-13T16:47:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127059",
                "CONTENT_EN": "As informed by the Chinese Mainland Railway Authorities, High Speed Rail (Hong Kong Section) will add the following temporary train trips: From Hong Kong West Kowloon Station to Shenzhenbei Station ● 19 Nov: G9532 ● 24 Nov: G9534 From Guangzhounan Station to Hong Kong West Kowloon Station ● 15 Nov: G9639 ● 27 Nov: G9531 From Shenzhenbei Station to Hong Kong West Kowloon Station ● 22 Nov: G9531, G9533 Tickets are available for purchase through the 12306 official website (12306. cn) or mobile app; appointed travel agents; or at Hong Kong West Kowloon Station. For train schedules, please refer to the 12306 official website (12306. cn) or mobile app, or the High Speed Rail website or mobile app.",
                "CONTENT_CN": "中國內地鐵路部門通知，高速鐵路（香港段）將加開以下臨時列車車次： 由香港西九龍站前往深圳北站 ●11月19日：G9532 ●11月24日：G9534 由廣州南站前往香港西九龍站 ●11月15日：G9639 ●11月27日：G9531 由深圳北站前往香港西九龍站 ●11月22日：G9531,G9533 乘客可透過12306官方網站(12306.cn)或手機應用程式、指定代理或前往香港西九龍站購買列車車票。 有關列車服務詳情，請瀏覽12306官方網站(12306.cn)或手機應用程式、高速鐵路網頁及手機應用程式。"
            }
        },
        "district": null,
        "last_update": "2025-11-13T17:30:10",
        "last_announcement": "2025-11-13T16:47:00"
    },
    "IN-25-07613": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Closure of Shenzhen Bay Port",
            "INCIDENT_DETAIL_CN": "深圳灣口岸封閉",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-13T20:00:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127078",
                "CONTENT_EN": "The 15th National Games of the People’s Republic of China “The China Telecom Trophy” Athletics (Marathon) Competition will be held on 15 November 2025. To facilitate the competition, Special arrangements will be implemented on the clearance services (including passenger and goods vehicle clearance services) at the Shenzhen Bay Port (“SBP”). It will be closed to travellers and vehicles from 2.00 am to 11.00 am on 15 November 2025. In the meantime, temporary control measures will be implemented on Shenzhen Bay Bridge, Kong Sham Western Highway and Ha Tsuen Interchange. During the temporary control period, the Shenzhen Bay Bridge, the Kong Sham Western Highway and Ha Tsuen Interchange will be closed to all vehicular traffic from eastbound and westbound of Yuen Long Highway and Ha Tsuen Road. During the special arrangements of clearance services at SBP from 2:00 am to 11:00 am on 15 November 2025 (Saturday), cross-boundary vehicles (including goods vehicles, passenger vehicles and private cars) holding valid Closed Road Permits for Shenzhen Bay Port may use Lok Ma Chau (Huanggang) Control Point, Man Kam To Control Point and Heung Yuen Wai Control Point, in accordance with the operating hours of the respective boundary control points. The temporary arrangement will cease after Shenzhen Bay Port is opened to travellers and vehicles at 11:00 am on 15 November 2025. Cross-boundary coach services running between Hong Kong and the Mainland via Shenzhen Bay Port as well as local public transport services serving Shenzhen Bay Port, including franchised buses, green minibuses (GMB), Urban and NT Taxis will be suspended during the implementation of the temporary control at the Shenzhen Bay Port on the day of event. The bus companies and GMB operators had displayed notices at termini and en-route stops of the affected routes to inform affected passengers. During the temporary closure of SBP, travellers should choose other control points to Shenzhen. Cross boundary passengers are advised to use the East Rail Line to travel to Shenzhen via Lo Wu and Lok Ma Chau Stations as much as possible. Residents in Yuen Long, Tuen Mun and Tin Shui Wai may consider taking KMB routes B1 and B9 to Lok Ma Chau Station and Heung Yuen Wai Control Point, or transfer to the Lok Ma Chau–Huanggang Cross-boundary Shuttle Bus Service at San Tin Interchange to Shenzhen. The public transport services at SBP are expected to resume operations gradually at 11 am when the SBP resumes clearance. During the suspension of the Shenzhen Bay Port departure service, the Transport Department (TD) expects that the roads leading to the Lok Ma Chau Spurline Station Public Transport Interchange, Lok Ma Chau/Huanggang, Man Kam To and Heung Yuen Wai BCPs, including San Tin Interchange, San Sham Road and Lok Ma Chau Road, etc. , would be congested. The full clearance services at the Shenzhen Bay Port are expected to resume at around 11am, by then traffic will be expected to be relatively busy. Depending on the prevailing traffic conditions in the different areas, the Police will deploy appropriate manpower and implement corresponding crowd management measures or special traffic arrangements at the affected control points and relevant road sections. The Transport Department appeals to cross boundary and local passengers to plan their journey as early as possible. Passengers uses public transport services as much as possible and avoid driving to cross boundary ports during the competition period to avoid traffic congestion and unnecessary delays. The specific reopening time of SBP may be changed according to the progress of the competition. Citizens are advised to pay attention to the latest traffic information released by radio, television or the \"Hong Kong eMobility\" mobile application.",
                "CONTENT_CN": "第十五屆全國運動會\"中國電信杯\"田徑(馬拉松)比賽將於（11月15日）舉行。為配合比賽，深圳灣口岸通關服務（包括客運及貨車通關服務）將有特別安排。深圳灣口岸於2025年11月15日(星期六)凌晨2 時至上午11時禁止旅客及車輛進入。與此同時，深圳灣公路大橋、港深西部公路及廈村交匯處將實施臨時管控。臨時管控期間，元朗公路東行、元朗公路西行及廈村路所有車輛禁止駛入深圳灣公路大橋、港深西部公路及廈村交匯處。 於2025年11月15日(星期六)凌晨2 時至上午11時深圳灣口岸禁止旅客及車輛進入期間，持深圳灣口岸有效封閉道路通行許可證的跨境車輛（包括貨車、客車及私家車）可選擇改道使用落馬洲(皇崗)管制站、文錦渡管制站或香園圍管制站，通行時間依照各管制站的原來通關服務時間。有關臨時改道安排在深圳灣口岸於上午11時開放予旅客及車輛進入時停止。 經深圳灣口岸來往香港和內地的跨境直通巴士、來往深圳灣口岸的本地公共交通服務包括專營巴士、專線小巴、市區及新界的士將會在上述時段暫停服務。有關專營巴士公司和專線小巴營辦商已在各路線的站點張貼通告，通知受影響乘客。 在深圳灣口岸臨時封閉期間，旅客應選擇其他口岸前往深圳。跨境旅客應盡量使用東鐵綫經羅湖及落馬洲站前往深圳。而元朗、屯門及天水圍一帶居民，可考慮使用九巴第B1及B9號線前往落馬洲站及香園圍管制站，又或於新田交匯處轉乘皇巴前往深圳。深圳灣口岸的公共運輸服務預計於上午11時，當深圳灣口岸恢復通關後逐步恢復營運。 運輸署預計通往落馬洲支線鐵路站公共運輸交匯處、落馬洲／皇崗、文錦渡及香園圍口岸的道路，包括新田交匯處、新深路及落馬洲路等，會車多繁忙。而深圳灣口岸的通關服務預計於約上午十一時全面恢復正常運作，預計屆時交通亦會比較繁忙。警方將視乎各區的交通情況，部署適當人手及於受影響的口岸和相關路段實施相應的人流管制措施或特別交通安排。 運輸署呼籲跨境及本地旅客及早計劃行程，盡量使用公共運輸服務，避免在有關時段駕車前往各跨境口岸以免交通擠塞及造成不必要的延誤。深圳灣口岸的具體重開時間或因應賽事進程而更改，請市民留意電台、電視台或「香港出行易」流動應用程式發放的最新交通消息。"
            }
        },
        "district": null,
        "last_update": "2025-11-13T20:31:51",
        "last_announcement": "2025-11-13T20:00:00"
    }
}