{
    "IN-26-01451": {
        "description": {
            "INCIDENT_HEADING_EN": "High Rail Incident",
            "INCIDENT_HEADING_CN": "高鐵事故",
            "INCIDENT_DETAIL_EN": "High Speed Rail (Hong Kong Section) scheduling arrangements and additional temporary train trips",
            "INCIDENT_DETAIL_CN": "高速鐵路(香港段)車務調度及加開臨時列車車次",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-02-24T11:37:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "133918",
                "CONTENT_EN": "In response to the demand, the High Speed Rail (Hong Kong Section) train service will be adjusted as follows: • Temporary sleeper train trips will be added on 24, 25 Feb &amp; 4, 5 Mar: o To Beijingxi: G898 o From Beijingxi: G897 • Schedules of some train trips will be adjusted from 2 Feb to 14 Mar Purchase your tickets up to 15 days ahead of travel: • 12306 official website (12306. cn) or mobile app • Appointed travel agents • Hong Kong West Kowloon Station o Self-service Ticket Machines: bring valid and original travel documents of all passengers; only e-payment methods are accepted (for example, contactless credit cards, WeChat Pay or Alipay) o Ticketing Counters: may require a longer waiting time Train schedules: • 12306 official website (12306. cn) or mobile app • High Speed Rail website or mobile app",
                "CONTENT_CN": "配合客運需求，高速鐵路(香港段)列車服務將作出以下調整： •2 月24、25 日及3 月4、5 日將加開以下臨時臥鋪列車車次： o 前往北京西：G898 o 由北京西出發：G897 •2 月2日至3 月14日部份列車班次時間調整。 如需購買15天內的車票： •12306官方網站（12306.cn）或手機應用程式 •指定代理 •前往香港西九龍站 o 使用自助售票機：需帶備所有乘車人士的有效旅遊證件正本；只接受電子支付（如感應式信用卡、微信支付或支付寶） o 使用票務櫃位：可能需要輪候較長時間 列車服務詳情： •12306官方網站（12306.cn）或手機應用程式 •高速鐵路網頁及手機應用程式"
            }
        },
        "district": null,
        "last_update": "2026-02-24T13:10:35",
        "last_announcement": "2026-02-24T11:37:00"
    },
    "IN-26-01465": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Temporary road closures for Sai Kung 50",
            "INCIDENT_DETAIL_CN": "為配合西貢50活動的臨時封路安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-02-25T14:40:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "133951",
                "CONTENT_EN": "To facilitate the holding of the Sai Kung 50 on 28 February 2026 (Saturday), temporary road closures will be implemented at Tai Mong Tsai Road, Sai Kung Man Yee Road and Sai Kung Sai Wan Road, Sai Kung:\n\nFrom 6.15 am to 7.30 am on 28 February 2026\n\n(i) The section of Tai Mong Tsai Road between Pak Tam Chung Physically Handicapped and Able-bodied Site and Pak Tam Road will be intermittently closed; and\n\n(ii) The section of Tai Mong Tsai Road between Pak Tam Road and Sai Kung Man Yee Road will be temporarily closed\n\n\nFrom 5.30 am to 8.30 am on 28 February 2026\n\n(i) The section of Sai Kung Sai Wan Road from its junction with Tai Mong Tsai Road to a point about 4.9 kilometres east of the same junction will be temporarily closed; and\n\n(ii) The section of Sai Kung Man Yee Road from its junction with Tai Mong Tsai Road to a point about 8.3 kilometres south of the same junction will be temporarily closed. \n\nDuring the road closure, all vehicular traffic (including franchised buses, green minibuses and taxis) will be prohibited to enter the aforementioned road sections, until the reopening of the road. Appropriate traffic signs will be erected on site to guide motorists. \n\nOther temporary road and traffic control measures, including adjusting the extent of road closures and alteration or suspension of public transport services, may be implemented by the Police at short notice depending on the actual traffic conditions. The TD appeals to the public to pay attention to the temporary road closures and public transport service adjustment arrangements. Members of the public who plan to go to the affected areas should plan their journey in advance, allow sufficient travelling time to avoid unexpected delay. Motorists and visitors should exercise patience and follow the instructions of the Police on-site.",
                "CONTENT_CN": "為配合2026年2月28日(星期六)舉行的西貢50活動，當局將於活動期間在西貢大網仔路、西貢萬宜路及西貢西灣路實施以下臨時封路安排：\n\n2026年2月28日上午6時15分至上午7時30分\n\n(一)大網仔路介乎北潭涌傷健樂園及北潭路之間的路段將間歇性封閉；及\n\n(二)大網仔路介乎北潭路及西貢萬宜路之間的路段將臨時封閉。\n\n2026年2月28日上午5時30分至上午8時30分\n\n(一)西貢西灣路由其與大網仔路交界處起至同一交界以東約4.9公里\n處止的路段將臨時封閉；及\n\n(二)西貢萬宜路由其與大網仔路交界處起至同一交界以南約8.3公里處止的路段將臨時封閉。\n\n封路期間，所有車輛(包括專營巴士、專線小巴及的士)不得進入上述路段，直至道路重開為止。有關地點將設置適當的交通標誌，指導駕駛人士。\n\n警方會視乎現場實際路面情況而在短時間內實施其他臨時道路及交通管制措施，包括調整封路範圍和更改或暫停公共運輸服務。運輸署呼籲市民留意臨時封路及公共運輸服務改動安排。市民應及早計劃行程及預留額外的時間以免延誤。駕駛人士及遊人請保持忍讓，並遵從在場警務人員的指示。"
            }
        },
        "district": null,
        "last_update": "2026-02-25T15:17:37",
        "last_announcement": "2026-02-25T14:40:00"
    }
}