{
    "IN-26-00214": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Temporary road closures at Pak Tam Chung and Sai Kung Man Yee Road, Sai Kung",
            "INCIDENT_DETAIL_CN": "西貢北潭涌及西貢萬宜路臨時封路安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-08T20:30:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "131061",
                "CONTENT_EN": "1. To facilitate the holding of the Dowman Race on 10 January 2026 (Saturday) and the China Coast Marathon &amp; Half Marathon and the Community Chest Sun Hung Kai Properties Corporate Challenge 2026 on 11 January 2026 (Sunday), temporary road closures will be implemented at Pak Tam Chung and Sai Kung Man Yee Road, Sai Kung:\n\n(A) 10 January 2026 (Saturday)\n\nThe section of Tai Mong Tsai Road between Pak Tam Chung Physically Handicapped and Able-bodied Site and Sai Kung Man Yee Road, and the section of Sai Kung Man Yee Road from its junction with Tai Mong Tsai Road to a point about 4.6 kilometres south of the same junction, will be intermittently closed to all vehicular traffic (including green minibuses and taxis) from 7.00 am to 9.30 am on 10 January 2026. \n\n(B) 11 January 2026 (Sunday)\n\n• The section of Tai Mong Tsai Road between Pak Tam Chung Physically Handicapped and Able-bodied Site and Sai Kung Man Yee Road will be intermittently closed from 7.25 am to 7.35 am and from 7.55 am to 8.05 am on 11 January 2026; and\n\n• The section of Sai Kung Man Yee Road from its junction with Tai Mong Tsai Road to a point about 8.3 kilometres south of the same junction will be temporarily closed from 7.30 am to 1.30 pm on 11 January 2026. \n\n2. During the road closure period of Sai Kung Man Yee Road, the service of New Territories Green Minibus (GMB) Route No. 9A (Pak Tam Chung – High Island Reservoir, East Dam) 9A will be temporarily adjusted subject to the actual traffic conditions on 10 January 2026. The service of New Territories GMB Route No. 9A will be suspended from 9.30 am to 1.30 pm on 11 January 2026.. Meanwhile, taxis will also be prohibited to enter Sai Kung Man Yee Road, until the reopening of the road. \n\n3. During the suspension of public transport services, visitors may only access the East Dam on foot during the suspension of public transport services. Visitors should plan their journeys well in advance, pay attention to on-site instructions, and observe their safety. Departments concerned have maintained close liaison with the event organiser and have been steering the GMB operator for early preparations, so that vehicles can be deployed as soon as the road reopens to enhance services to meet passenger demand, in co-ordination with the Police's traffic control measures to ease passenger flow. \n\n4. Other temporary road and traffic control measures, including adjusting the extent of road closures and alteration or suspension of public transport services, may be implemented by the Police at short notice depending on the actual traffic conditions. The TD appeals to the public to pay attention to the temporary road closures and public transport service adjustment arrangements. Members of the public who plan to go to the affected areas should plan their journey in advance, allow sufficient travelling time to avoid unexpected delay. Motorists and visitors should exercise patience and follow the instructions of the Police on-site. \n\n.",
                "CONTENT_CN": "1.為配合2026年1月10日(星期六)舉行的竇文錦標賽及1月11日(星期日)舉行的中國沿岸馬拉松及半馬拉松及公益金新鴻基地產慈善馬拉松2026，當局將於活動期間在西貢北潭涌及西貢萬宜路實施以下臨時封路安排：\n\n(一)2026年1月10日(星期六)\n\n大網仔路介乎北潭涌傷健樂園及西貢萬宜路之間的路段，以及西貢萬宜路由其與大網仔路交界處起至同一交界以南約4.6公里處止的路段，將於上午7時至上午9時30分間歇性封閉。\n\n(二)2026年1月11日(星期日)\n\n•大網仔路介乎北潭涌傷健樂園及西貢萬宜路之間的路段將於上午7時25分至上午7時35分及上午7時55分至上午8時05分間歇性封閉；及\n\n•西貢萬宜路由其與大網仔路交界處起至同一交界以南約8.3公里處止的路段於上午7時30分至下午1時30分臨時封閉。\n\n2.西貢萬宜路封路期間，新界專線小巴第9A號線(北潭涌-萬宜水庫東壩)於1月10日的服務班次會根據實際交通情況作臨時調整。而新界專線小巴第9A號線於1月11日上午9時30分至下午1時30分暫停服務。同時，的士亦不能進入西貢萬宜路，直至道路重開為止。\n\n3.在公共運輸服務暫停期間，遊人只可步行前往東壩。遊人應及早計劃行程，留意現場指示，並注意安全。相關部門已與活動主辦單位緊密聯繫，並督導小巴營辦商做好部署，務求在道路重開後調配車輛加強服務以應對乘客需求，並配合警方實施的交通管制措施以疏導乘客。\n\n4.警方會視乎現場實際路面情況而在短時間內實施其他臨時道路及交通管制措施，包括調整封路範圍和更改或暫停公共運輸服務。運輸署呼籲市民留意臨時封路及公共運輸服務改動安排。市民應及早計劃行程及預留額外的時間以免延誤。駕駛人士及遊人請保持忍讓，並遵從在場警務人員的指示。\n\n。"
            }
        },
        "district": null,
        "last_update": "2026-01-08T21:10:36",
        "last_announcement": "2026-01-08T20:30:00"
    },
    "IN-26-00275": {
        "description": {
            "INCIDENT_HEADING_EN": "Highwind Incident",
            "INCIDENT_HEADING_CN": "強風管理",
            "INCIDENT_DETAIL_EN": "Strong Wind",
            "INCIDENT_DETAIL_CN": "強風",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-11T03:41:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "131206",
                "CONTENT_EN": "Due to high wind , the following special traffic and transport arrangements have been implemented on Hong Kong-Zhuhai-Macao Bridge Hong Kong Link Road (HZMB HKLR), with details as shown below: The speed limit of the HZMB HKLR is lowered from 100 km/h to 50 km/h.",
                "CONTENT_CN": "由於強風，港珠澳大橋香港連接路已實施以下特別交通及運輸安排： 港珠澳大橋香港連接路的最高車速限制由每小時100 公里降低至每小時50 公里。"
            }
        },
        "district": null,
        "last_update": "2026-01-11T03:58:23",
        "last_announcement": "2026-01-11T03:41:00"
    }
}