{
    "IN-26-00607": {
        "description": {
            "INCIDENT_HEADING_EN": "Road Incident",
            "INCIDENT_HEADING_CN": "道路事故",
            "INCIDENT_DETAIL_EN": "Heavy Traffic",
            "INCIDENT_DETAIL_CN": "車多關係",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-22T17:01:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "131963",
                "CONTENT_EN": "The following road section(s) are busy:\nHong Kong Island\n– Wan Chai Interchange\n– Gloucester Road (Cross Harbour Tunnel bound)\nMotorists passing through the above road section(s) are advised to drive with utmost care and patience.",
                "CONTENT_CN": "以下路段的交通繁忙:\n香港島\n–灣仔交匯處\n–告士打道(往海底隧道方向)\n駕駛人士行經上述路段敬請忍讓及小心駕駛。"
            },
            "2026-01-22T17:41:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "131966",
                "CONTENT_EN": "Traffic at the following road section(s) has resumed normal: – Wan Chai Interchange – Gloucester Road (Cross Harbour Tunnel bound)",
                "CONTENT_CN": "以下路段的交通現已恢復正常: –灣仔交匯處 –告士打道(往海底隧道方向)"
            }
        },
        "district": null,
        "last_update": "2026-01-22T17:59:54",
        "last_announcement": "2026-01-22T17:41:00"
    },
    "IN-26-00635": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Special Traffic and Transport Arrangements in Central District and Wan Chai District",
            "INCIDENT_DETAIL_CN": "中區及灣仔區特別交通及運輸安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-23T18:00:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "132027",
                "CONTENT_EN": "Notice is hereby given that to facilitate the holding of a sport event, the following special traffic and transport arrangements will be implemented in Central District and Wan Chai District on 24 and 25 January 2026: A. Road Closure The following road sections will be temporarily closed to all vehicular traffic from 2.00 am to 9.00 am on 25 January 2026: (a) Harcourt Road flyover eastbound; (b) The section of Harcourt Road eastbound between Cotton Tree Drive and Tim Mei Avenue; (c) The section of Cotton Tree Drive northbound between Lambeth Walk and Harcourt Road; (d) The section of Legislative Council Road between Legislative Council Complex Car Park exit and Lung Wui Road; (e) Lung Wui Road eastbound; and (f) Tim Mei Avenue northbound. The following road sections will be temporarily closed to all vehicular traffic from 2.00 am to 12.00 noon on 25 January 2026: (a) Lung Wo Road eastbound; (b) The section of Lung Wo Road westbound between Man Yiu Street and Edinburgh Place; (c) The section of Lung Wo Road westbound between Tim Wa Avenue and Lung Tat Path; (d) Yiu Sing Street; (e) Lung Hop Street; (f) The section of Legislative Council Road between Legislative Council Complex Car Park exit and Lung Wo Road; (g) Lung Hop Street; (h) The section of Expo Drive between Lung Wo Road eastbound and Central-Wan Chai Bypass Tunnel; and (i) Lung Tat Path northbound. The following road sections will be temporarily closed to all vehicular traffic from 7.00 am to 10.00 am on 25 January 2026: (a) The section of Chater Road between Ice House Street and Jackson Road; and (b) The section of Ice House Street between Chater Road and Des Voeux Road Central. B. Suspension of Parking Spaces (a) All parking spaces on Lung Wui Road will be temporarily suspended from 8.00 pm on 24 January 2026 to 9.00 am on 25 January 2026. (b) All parking spaces at the following road sections will be temporarily suspended from 8.00 pm on 24 January 2026 to 12.00 noon on 25 January 2026: (i) Lung Wo Road; (ii) Yiu Sing Street; (iii) Lung Hop Street; and (iv) Expo Drive. During the road closure period, bus stops and taxi stands within the closed roads will be suspended. Also, 8 bus routes to be affected by the road closures will be subject to the associated service adjustments. Public transport users are advised to pay attention to the arrangements of route diversions and changes of stop locations.",
                "CONTENT_CN": "現公佈，為配合體育活動舉行，當局將於2026年1月24及25日，在中區及灣仔區實施下列特別交通及運輸安排: A.道路封閉 下列路段將於2026年1月25日凌晨2時至上午9時期間臨時封閉，禁止所有車輛駛入： (a)夏慤道天橋（東行）； (b)介乎紅棉路及添美道之間的一段夏慤道（東行）； (c)介乎琳寶徑及夏慤道之間的一段紅棉路（北行）； (d)介乎立法會綜合大樓停車場出口及龍匯道之間的一段立法會道； (e)龍匯道（東行）；及 (f)添美道（北行）。 下列路段將於2026年1月25日凌晨2時至中午12時期間臨時封閉，禁止所有車輛駛入： (a)龍和道（東行）； (b)介乎民耀街及愛丁堡廣場之間的一段龍和道（西行）； (c)介乎添華道及龍達徑之間的一段龍和道（西行）； (d)耀星街； (e)龍合街； (f)介乎立法會綜合大樓停車場出口及龍和道之間的一段立法會道； (g)由龍和道（東行）通往中環灣仔繞道隧道（東行）的一段博覽道； (h)龍達徑（北行）。 下列路段將於2026年1月25日上午7時至上午10時期間臨時封閉，禁止所有車輛駛入： (a)介乎雪廠街及昃臣道之間的一段遮打道；及 (b)介乎遮打道及德輔道中的一段雪廠街。 B.停用泊車位 (a)位於龍匯道的所有泊車位將於2026年1月24日晚上8時至2026年1月25日上午9時期間臨時停用。 (b)位於下列路段的所有泊車位將於2026年1月24日晚上8時至2026年1月25日中午12時期間臨時停用： (i)龍和道； (ii)耀星街； (iii)龍合街；及 (iv)博覽道。 在封路期間，位於封路地區的巴士站及的士站將暫停使用。同時，受封路影響的8條巴士路線亦需相應調整服務。使用公共運輸服務的乘客，請留意相關服務的改道安排，以及車站位置的變動。"
            }
        },
        "district": null,
        "last_update": "2026-01-23T18:56:05",
        "last_announcement": "2026-01-23T18:00:00"
    },
    "IN-26-00662": {
        "description": {
            "INCIDENT_HEADING_EN": "Car Park Publicity",
            "INCIDENT_HEADING_CN": "Car Park Publicity",
            "INCIDENT_DETAIL_EN": "West Kowloon Cultural District",
            "INCIDENT_DETAIL_CN": "西九文化區",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-24T15:20:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "132079",
                "CONTENT_EN": "Transport Department has received notification from MTR Corporation Limited that Hong Kong West Kowloon Station Public Car Park is now full. Please use public transport to reach the station.",
                "CONTENT_CN": "運輸署接獲港鐵公司通知，⾹港西九⿓站公眾停⾞場現已泊滿。請使⽤公共交通⼯具前往。"
            }
        },
        "district": null,
        "last_update": "2026-01-24T15:31:22",
        "last_announcement": "2026-01-24T15:20:00"
    }
}