{
    "IN-25-05058": {
        "description": {
            "INCIDENT_HEADING_EN": "MTR Incident",
            "INCIDENT_HEADING_CN": "港鐵事故",
            "INCIDENT_DETAIL_EN": "Kai Tak Sports Park",
            "INCIDENT_DETAIL_CN": "啟德體育園",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-08-15T12:54:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "120664",
                "CONTENT_EN": "Transport Department has received notification from MTR Corporation Limited that Kai Tak Sports Park will host G. E. M. WORLD TOUR concerts in the evenings of 15 - 17 and 19 - 20 August. Passengers can access the venue either from Kai Tak or Sung Wong Toi stations. After the show, train frequency will be enhanced as necessary. Passengers please have your ticket ready. If passengers need to cross the boundary, please note the departure times of the last trains connecting to Lo Wu: Sung Wong Toi Station: 22:59 Kai Tak Station: 23:01",
                "CONTENT_CN": "運輸署接獲港鐵公司通知， 啟德體育園於8月15 –17 及19 –20日晚上舉行G.E.M.世界巡迴演唱會，前往觀賞的乘客可使用啟德或宋皇臺站。 散場時，港鐵公司會按需要加密列車班次，請乘客預先準備好回程車票。 需要過境的乘客，記得留意接駁至羅湖尾班車時間： 宋皇臺站:22:59 啟德站:23:01"
            }
        },
        "district": null,
        "last_update": "2025-08-15T13:20:50",
        "last_announcement": "2025-08-15T12:54:00"
    },
    "IN-25-05081": {
        "description": {
            "INCIDENT_HEADING_EN": "MTR Incident",
            "INCIDENT_HEADING_CN": "港鐵事故",
            "INCIDENT_DETAIL_EN": "Hong Kong West Kowloon Station Public Car Park Now Full",
            "INCIDENT_DETAIL_CN": "香港西九龍站公眾停車場現已泊滿",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-08-16T13:05:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "120719",
                "CONTENT_EN": "Transport Department has received notification from MTR Corporation Limited that Hong Kong West Kowloon Station Public Car Park is now full. Please use public transport to reach the station.",
                "CONTENT_CN": "運輸署接獲港鐵公司通知， 香港西九龍站公眾停車場現已泊滿。請使用公共交通工具前往。"
            }
        },
        "district": null,
        "last_update": "2025-08-16T13:27:23",
        "last_announcement": "2025-08-16T13:05:00"
    },
    "IN-25-05108": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Special traffic and transport arrangements for departures of concert at Kai Tak Sports Park",
            "INCIDENT_DETAIL_CN": "啟德體育園演唱會離場特別交通及運輸安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-08-17T21:50:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "120777",
                "CONTENT_EN": "The concert at the Kai Tak Sports Park (KTSP) is scheduled to end later tonight (August 17). As a large number of spectators is expected to disperse at the same time, the Transport Department (TD) urges those leaving the venue to take the MTR as far as possible. The TD has been steering public transport service arrangements and the overall traffic conditions have mostly been smooth so far: MTR: - The headway of the Tuen Ma Line has been enhanced to disperse spectators; - Of note, for cross-boundary travellers, the last train to Lo Wu Station on the ERL via interchanging at Tai Wai Station will depart from Sung Wong Toi Station at 10.59pm and Kai Tak Station at 11.01pm; Special bus routes: - Eleven special bus routes have been arranged at the Sung Wong Toi Road Pick-up/Drop-off Area departing for ports and major districts across the territory; - Cross-boundary travellers may take route no. SP12 to Lok Ma Chau (San Tin) Public Transport Interchange and transfer to the Lok Ma Chau-Huanggang cross-boundary shuttle bus (Yellow Bus) to Lok Ma Chau/Huanggang (LMC/HG) Port; or route No. A25S to the Hong Kong-Zhuhai-Macao Bridge (HZMB) Hong Kong Port and transfer to the HZMB shuttle bus (Gold Bus) to Macao and Zhuhai; and Taxis: - Taxi pick-up/drop-off area at Kai Tak Stadium (G/F outside Gate H) is opened for taxi pick-up. In view of an outflux of spectators, the waiting time is anticipated to be longer and your patience is appreciated. As a large number of travellers may use the LMC/HG Port after the concert, the Port is expected to be very busy. Travellers' patience is appreciated. To ensure the smooth operation of public transport services, dedicated public transport lanes will be arranged at the LMC/HG Port after midnight when necessary for the smooth operation of the Yellow Bus and cross-boundary coach services. Other cross-boundary private cars and their passengers are expected to have a longer clearance time. Spectators are advised to take heed of the real-time information via on-site broadcast and the \"Easy Leave\" (easyleave. police. gov. hk) as well as the latest traffic news through the TD's website (www. td. gov. hk), the \"HKeMobility\" mobile application, radio and television broadcasts.",
                "CONTENT_CN": "正在啟德體育園舉行的演唱會預計今日（八月十七日）稍後結束。由於同一時間離場觀眾較多，運輸署呼籲離場人士盡量乘搭港鐵。署方一直督導公共運輸服務安排，整體交通至今大致暢順： 港鐵： -屯馬綫已加密班次疏導離場觀眾； -過境旅客請注意，經大圍站接駁東鐵綫往羅湖站的最後一班列車將於晚上十時五十九分由宋皇臺站，以及十一時○一分由啟德站開出； 特別巴士路線： -宋皇臺道上落客區已安排11條特別巴士路線前往口岸及港九新界各主要地區； -過境旅客可乘坐第SP12號線往落馬洲（新田）公共運輸交匯處，轉乘落馬洲—皇崗過境穿梭巴士(皇巴)前往落馬洲/皇崗口岸；或第A25S號線在港珠澳大橋香港口岸轉乘港珠澳大橋穿梭巴士（金巴）前往澳門及珠海；及 的士： -啟德主場館的士上落客區（H閘外地面）開放供的士上客。由於離場人士較多，預期輪候時間會較長，請耐心輪候登車。 由於或有大量旅客在演唱會後使用落馬洲/皇崗口岸，預計該口岸將十分繁忙，請耐心等候過關。為確保公共交通服務暢順，落馬洲/皇崗口岸於午夜十二時後將按需要設公共交通專用通道，確保皇巴及跨境巴士行車暢通；其他跨境私家車及其乘客輪候過關時間預計會較長。 觀眾請留意場地廣播和「離場易」（easyleave.police.gov.hk）提供的實時資訊，以及經運輸署網頁（www.td.gov.hk）、「香港出行易」流動應用程式、電台和電視台發放的最新交通消息。"
            }
        },
        "district": null,
        "last_update": "2025-08-17T22:07:57",
        "last_announcement": "2025-08-17T21:50:00"
    }
}