{
    "IN-25-07604": {
        "description": {
            "INCIDENT_HEADING_EN": "High Rail Incident",
            "INCIDENT_HEADING_CN": "高鐵事故",
            "INCIDENT_DETAIL_EN": "High Speed Rail (Hong Kong Section) runs additional trains trips",
            "INCIDENT_DETAIL_CN": "高速鐵路(香港段)加開臨時列車服務",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-25T19:50:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127961",
                "CONTENT_EN": "As informed by the Chinese Mainland Railway Authorities, High Speed Rail (Hong Kong Section) will add the following temporary train trips: From Guangzhounan Station to Hong Kong West Kowloon Station ● 27 Nov: G9531 ● 29 Nov: G9777 Tickets are available for purchase through the 12306 official website (12306. cn) or mobile app; appointed travel agents or at Hong Kong West Kowloon Station. For train schedules, please refer to the 12306 official website (12306. cn) or mobile app, or the High Speed Rail website or mobile app.",
                "CONTENT_CN": "中國內地鐵路部門通知，高速鐵路（香港段）將加開以下臨時列車車次： 由廣州南站前往香港西九龍站 ●11月27日：G9531 ●11月29日：G9777 乖客可透過12306官方網站(12306.cn)或手機應用程式、指定代理或前往香港西九龍站購買列車車票。 有關列車服務詳情，請瀏覽12306官方網站(12306.cn)或手機應用程式、高速鐵路網頁及手機應用程式。"
            }
        },
        "district": null,
        "last_update": "2025-11-25T20:40:56",
        "last_announcement": "2025-11-25T19:50:00"
    },
    "IN-25-07995": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Hong Kong Cyclothon (30 Nov (Sun)) - Road closures in New Territories and Kowloon",
            "INCIDENT_DETAIL_CN": "香港單車節（十一月三十日（星期日））- 新界區及九龍區封路",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-25T20:06:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127962",
                "CONTENT_EN": "Special traffic and transport arrangements will be implemented in phases at various locations in the New Territories South, Kowloon West and Tsim Sha Tsui from 1am Sunday (30 November) to facilitate the holding of the 2025 Hong Kong Cyclothon. Motorists should pay particular attention to the road closures and public transport arrangements at the Lantau Link, Ting Kau Bridge, Stonecutters Bridge, Eagle's Nest Tunnel, Sha Tin Heights Tunnel, West Kowloon Highway and Tsim Sha Tsui on that day. Due to extensive road closures, the TD anticipates that traffic will be very congested. Motorists are advised to avoid driving to the affected/congested areas unless absolutely necessary and should exercise restraint and patience in case of traffic congestion and follow instructions by the Police. During the event, the road closures will not affect vehicles from Hong Kong Island/Kowloon/the New Territories East heading for the airport and Lantau Island. Due to the closure of Ting Kau Bridge (Kowloon bound), motorists travelling from the New Territories West to the Airport and Lantau Island via Tuen Mun Road or Tai Lam Tunnel will be diverted to use Tsuen Wan Road, Tsuen Tsing Interchange, Tsing Tsuen Road, Tsing Tsuen Bridge, Tam Kong Shan Interchange and Tsing Yi North Coastal Road heading for Tsing Ma Bridge. Both traffic bounds of Western Harbour Crossing will remain in normal operation. Due to the closure of the West Kowloon Highway (Western Harbour Crossing bound), motorists traveling from New Territories West or Kowloon West to Hong Kong Island will be diverted via the slip road of Lin Cheung Road (northbound) near the Civil Aid Service Headquarters heading for the Western Harbour Crossing. For details of road closure on the event day, please refer to the Transport Department Notice (https://www. td. gov. hk/filemanager/en/content_13/WCO/tdn_2025%20hk%20cyclothon_eng. pdf)",
                "CONTENT_CN": "為配合舉行二○二五香港單車節，新界南、九龍西及尖沙咀多處在周日（十一月三十日）凌晨一時起分階段實施特別交通及運輸安排。 駕駛人士請特別留意活動當日在青嶼幹線、汀九橋、昂船洲大橋、尖山隧道、沙田嶺隧道、西九龍公路及尖沙咀的封路安排。運輸署預計大範圍封路將會令交通非常擠塞，駕駛人士如非必要，請不要駕車前往受影響的地區。如遇交通受阻，駕車人士請保持忍讓，並遵從警方的指示。 封路安排將不會影響由港島／九龍／新界東前往機場及大嶼山的車輛。至於由新界西經屯門公路或大欖隧道前往機場及大嶼山的車輛，由於受到汀九橋（九龍方向）封閉的影響，需改經荃灣路、荃青交匯處、青荃路、青荃橋、担杆山交匯處及青衣北岸公路前往青馬大橋。 西區海底隧道（來回方向）亦將維持正常行車。至於由新界西或九龍西前往港島的車輛，受西九龍公路（往西區海底隧道方向）封閉影響，需改經近民眾安全服務隊總部的連翔道（北行）支路前往西區海底隧道。 有關活動當日封路的詳細資料，請參閱運輸署公告（https://www.td.gov.hk/filemanager/en/content_13/WCO/tdn-2025%20hk%20cyclothon_tc.pdf）"
            }
        },
        "district": null,
        "last_update": "2025-11-25T20:40:56",
        "last_announcement": "2025-11-25T20:06:00"
    },
    "IN-25-07997": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Hong Kong Cyclothon (30 Nov (Sun)) - Traffic diversion from New Territories West to Airport and Lantau Island",
            "INCIDENT_DETAIL_CN": "香港單車節（十一月三十日（星期日））- 由新界西前往機場及大嶼山的交通改道安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-25T20:09:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127964",
                "CONTENT_EN": "To facilitate the holding of the 2025 Hong Kong Cyclothon on 30 November (Sunday), Ting Kau Bridge (Kowloon bound) will be closed from 1am on the event day. Affected by the above road closure, motorists travelling from the New Territories West to the Airport and Lantau Island via Tuen Mun Road or Tai Lam Tunnel will be diverted to use Tsuen Wan Road, Tsuen Tsing Interchange, Tsing Tsuen Road, Tsing Tsuen Bridge, Tam Kong Shan Interchange and Tsing Yi North Coastal Road heading for Tsing Ma Bridge. Travellers going to the Airport should plan their journeys early to avoid unexpected delays. For details of road closure on the event day, please refer to the Transport Department Notice (https://www. td. gov. hk/filemanager/en/content_13/WCO/tdn_2025%20hk%20cyclothon_eng. pdf)",
                "CONTENT_CN": "為配合舉行二○二五香港單車節，汀九橋（往九龍方向）在周日（十一月三十日）凌晨一時起封閉。 受上述封路影響，由新界西經屯門公路或大欖隧道前往機場及大嶼山的車輛，由於受到汀九橋（九龍方向）封閉的影響，則需改經荃灣路、荃青交匯處、青荃路、青荃橋、担杆山交匯處及青衣北岸公路前往青馬大橋。 旅客如需前往機場，請預早計劃行程，避免因交通改道或封路而延誤行程。 有關活動當日封路的詳細資料，請參閱運輸署公告（https://www.td.gov.hk/filemanager/en/content_13/WCO/tdn-2025%20hk%20cyclothon_tc.pdf）"
            }
        },
        "district": null,
        "last_update": "2025-11-25T20:40:56",
        "last_announcement": "2025-11-25T20:09:00"
    },
    "IN-25-08071": {
        "description": {
            "INCIDENT_HEADING_EN": "Highwind Incident",
            "INCIDENT_HEADING_CN": "強風管理",
            "INCIDENT_DETAIL_EN": "Strong Wind",
            "INCIDENT_DETAIL_CN": "強風",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-27T22:45:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "128170",
                "CONTENT_EN": "Due to high wind , the following special traffic and transport arrangements have been implemented on Hong Kong-Zhuhai-Macao Bridge Hong Kong Link Road (HZMB HKLR), with details as shown below: The speed limit of the HZMB HKLR is lowered from 100 km/h to 50 km/h.",
                "CONTENT_CN": "由於強風，港珠澳大橋香港連接路已實施以下特別交通及運輸安排： 港珠澳大橋香港連接路的最高車速限制由每小時100 公里降低至每小時50 公里。"
            }
        },
        "district": null,
        "last_update": "2025-11-27T22:59:55",
        "last_announcement": "2025-11-27T22:45:00"
    },
    "IN-25-08093": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Hong Kong Cyclothon",
            "INCIDENT_DETAIL_CN": "香港單車節",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-28T17:14:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "128234",
                "CONTENT_EN": "Due to the cancellation of Hong Kong Cyclothon, the special traffic and public transport service arrangements earlier announced for the event will be cancelled accordingly.",
                "CONTENT_CN": "因應香港單車節宣告取消，早前公布的相關特別交通及公共運輸安排同告取消。"
            }
        },
        "district": null,
        "last_update": "2025-11-28T17:33:56",
        "last_announcement": "2025-11-28T17:14:00"
    }
}