{
    "IN-25-08892": {
        "description": {
            "INCIDENT_HEADING_EN": "High Rail Incident",
            "INCIDENT_HEADING_CN": "高鐵事故",
            "INCIDENT_DETAIL_EN": "High Speed Rail (Hong Kong Section) adds temporary train trips",
            "INCIDENT_DETAIL_CN": "高速鐵路(香港段)加開臨時列車服務",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-12-22T17:10:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "130114",
                "CONTENT_EN": "In response to the demand, the High Speed Rail (Hong Kong Section) will add the following temporary train trips:\n\nFrom Hong Kong West Kowloon Station to Futian Station\n\n• 24, 27 Dec 2025; 1, 3 Jan 2026 : G5834, G5836, G5838, G5840, G5842, G5844, G5846, G5848, G5850, G5852, G5854, G5856, G5868\n\n• 25 Dec 2025: G5844, G5846, G5848, G5850, G5852, G5854, G5856, G5868\n\n• 28 Dec 2025:G5834, G5836, G5838, G5840, G5842, G5844, G5846, G5848\n\n• 31 Dec 2025: G5866\n\nFrom Hong Kong West Kowloon Station to Shenzhenbei Station\n\n• 27 Dec 2025: G9536, G9540\n\n• 28 Dec 2025: G9532, G9606, G9622, G9624\n\n• 31 Dec 2025: G5690\n\nFrom Hong Kong West Kowloon Station to Guangzhounan Station\n\n• 28 Dec 2025: G9538\n\nFrom Hong Kong West Kowloon Station to Beijingxi Station\n\n• 31 Dec 2025; 1 Jan 2026: G898 (Sleeper train)\n\nFrom Hong Kong West Kowloon Station to Shanghai Hongqiao Station\n\n• 31 Dec 2025; 1 Jan 2026: G900 (Sleeper train)\n\nFrom Futian Station to Hong Kong West Kowloon Station\n\n• 24, 27 Dec 2025; 1, 3 Jan 2026 : G5833, G5835, G5837, G5839, G5841, G5843, G5845, G5847, G5849, G5851, G5853, G5855, G5867\n\n• 25 Dec 2025: G5843, G5845, G5847, G5849, G5851, G5853, G5855, G5867\n\n• 28 Dec 2025: G5833, G5835, G5837, G5839, G5841, G5843, G5845, G5847\n\n• 31 Dec 2025: G5865\n\nFrom Shenzhenbei Station to Hong Kong West Kowloon Station\n\n• 25 Dec 2025: G9535, G9539, G9549\n\n• 26 Dec 2025: G9537\n\n• 28 Dec 2025: G9621, G9625\n\n• 31 Dec 2025: G5689\n\nFrom Guangzhounan Station to Hong Kong West Kowloon Station\n\n• 25 Dec 2025: G9685\n\nFrom Beijingxi Station to Hong Kong West Kowloon Station\n\n• 31 Dec 2025; 1 Jan 2026: G897 (Sleeper train)\n\nFrom Shanghai Hongqiao Station to Hong Kong West Kowloon Station\n\n• 31 Dec 2025; 1 Jan 2026: G899 (Sleeper train)\n\nTickets are available for purchase through the 12306 official website (12306. cn) or mobile app; appointed travel agents; or at Hong Kong West Kowloon Station. \n\nFor train schedules, please refer to the 12306 official website (12306. cn) or mobile app, or the High Speed Rail website or mobile app.",
                "CONTENT_CN": "配合客運需求，高速鐵路(香港段)將加開以下臨時列車車次：\n\n由香港西九龍站前往福田站\n•2025年12月24,27日,2026年1月1,3日：G5834,G5836,G5838,G5840,G5842,G5844,G5846,G5848,G5850,G5852,G5854,G5856,G5868\n\n•2025年12月25日：G5844,G5846,G5848,G5850,G5852,G5854,G5856,G5868\n\n•2025年12月28日：G5834,G5836,G5838,G5840,G5842,G5844,G5846,G5848\n\n•2025年12月31日：G5866\n\n由香港西九龍站前往深圳北站\n\n•2025年12月27日：G9536,G9540\n\n•2025年12月28日：G9532,G9606,G9622,G9624\n\n•2025年12月31日：G5690\n\n由香港西九龍站前往廣州南站\n\n•2025年12月28日：G9538\n\n由香港西九龍站前往北京西站\n\n•2025年12月31日,2026年1月1日：G898(臥鋪列車)\n\n由香港西九龍站前往上海虹橋站\n\n•2025年12月31日,2026年1月1日：G900(臥鋪列車)\n\n由福田站前往香港西九龍站\n\n•2025年12月24,27日,2026年1月1,3日：G5833,G5835,G5837,G5839,G5841,G5843,G5845,G5847,G5849,G5851,G5853,G5855,G5867\n\n•2025年12月25日：G5843,G5845,G5847,G5849,G5851,G5853,G5855,G5867\n\n•2025年12月28日：G5833,G5835,G5837,G5839,G5841,G5843,G5845,G5847\n\n•2025年12月31日：G5865\n\n由深圳北站前往香港西九龍站\n\n•2025年12月25日：G9535,G9539,G9549\n\n•2025年12月26日：G9537\n\n•2025年12月28日：G9621,G9625\n\n•2025年12月31日：G5689\n\n由廣州南站前往香港西九龍站\n\n•2025年12月25日：G9685\n\n由北京西站前往香港西九龍站\n\n•2025年12月31日,2026年1月1日：G897(臥鋪列車)\n\n由上海虹橋站前往香港西九龍站\n\n•2025年12月31日,2026年1月1日：G899(臥鋪列車)\n\n你可透過12306官方網站(12306.cn)或手機應用程式、指定代理(按此)或前往香港西九龍站購買列車車票。\n\n有關列車服務詳情，請瀏覽12306官方網站(12306.cn)或手機應用程式、高速鐵路網頁及手機應用程式。"
            }
        },
        "district": null,
        "last_update": "2025-12-22T17:32:52",
        "last_announcement": "2025-12-22T17:10:00"
    },
    "IN-25-08937": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Cross-boundary Transport Services and Special Traffic Arrangements for the Christmas long weekend",
            "INCIDENT_DETAIL_CN": "聖誕節長周末期間的跨境運輸服務及特別交通安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-12-24T12:45:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "130236",
                "CONTENT_EN": "Cross-boundary Transport Services and Special Traffic Arrangements for the Christmas long weekend The Transport Department (TD) anticipates that there may be a large number of cross-boundary passengers and vehicles travelling between Hong Kong and the Mainland or Macao via various land-based boundary control points (BCPs) during the Christmas long weekend (December 24 to 28). The TD urges the public and visitors to plan their trips in advance and allow sufficient travelling time. The TD has co-ordinated with local and cross-boundary public transport (PT) services operators to enhance their capacity and reserve sufficient vehicles and manpower to meet the transport needs of cross-boundary passengers during the long weekend. It is anticipated that the waiting time for PT services, including the Hong Kong-Zhuhai-Macao Bridge (HZMB) shuttle bus (Gold Bus) and local franchised bus “B” routes connecting various land-based BCPs, may be longer. Passengers are advised to consider making their journeys during non-peak periods, observe order while queuing and heed advice from Police and staff of the PT operators concerned on the spot. Passengers intending to take cross-boundary coaches are also advised to purchase their coach tickets in advance. Motorists of cross-boundary private cars crossing the border are advised that, subject to actual traffic conditions, special traffic arrangements may be implemented at Lok Ma Chau Control Point and Shenzhen Bay Port during the above period to secure smooth access for PT vehicles to above BCPs. Cross-boundary private cars may need to queue up for crossing the BCPs during the peak periods. Motorists should pay extra attention to variable message signs and traffic signs along the approach road to the BCPs. In case of traffic congestion, they should remain patient and follow the instructions of on-site Police. For the HZMB, to plan their journeys ahead, members of the public can make use of TD’s “HKeMobility” mobile app or website (hkemobility. gov. hk/en/traffic-information/live/cctv) to access snapshots of traffic conditions at inbound and outbound vehicle plazas of the HZMB Hong Kong Port. They can also check the real-time situations of the vehicle clearance plaza of the Zhuhai Port through the WeChat official accounts “hzmbzhport” or “zhuhaifabu” (traffic-info. gzazhka. com:5015/#/) (Chinese only). Moreover, motorists are reminded to always comply with the traffic control measures implemented by the Zhuhai authority when driving on the HZMB Main Bridge. Vehicles shall not occupy the emergency lane unless instructed by the Zhuhai authority. The public and visitors may visit the one-stop information platform on immigration clearance “Easy Boundary” (www. sb. gov. hk/eng/bwt/status. html?type=outbound) newly launched by the Security Bureau or the TD’s HKeMobility mobile app for the latest information on various land-based BCPs more conveniently. The TD will provide information on the service and waiting time of the Gold Bus, the Lok Ma Chau-Huanggang cross-boundary shuttle bus (Yellow Bus) and MTR on the platform. Members of the public are advised to check the latest traffic news through radio, the television broadcasts and the HKeMobility during the long weekend.",
                "CONTENT_CN": "聖誕節長周末期間的跨境運輸服務及特別交通安排 運輸署預計在聖誕節長周末期間（十二月二十四日至二十八日）可能出現大量跨境人士及車輛經各陸路管制站往來香港和內地或澳門。運輸署呼籲市民和旅客及早規劃跨境行程，預留充裕交通時間。 運輸署已協調本地及跨境公共運輸服務營辦商（營辦商）在長假期期間加大運力，預留足夠車輛及人手以應對跨境人士的出行需求。運輸署預計公共運輸服務（包括港珠澳大橋穿梭巴士（金巴）及連接各陸路管制站的本地專營巴士「B」線）的等候時間或會較長，建議乘客盡量選擇於非繁忙時段出行，排隊時耐心等候，以及聽從在場警察及相關營辦商人員的指示；亦建議計劃乘坐跨境巴士的乘客預先購票。 駕駛跨境私家車出入境人士請注意，視乎現場交通情況，落馬洲管制站及深圳灣口岸在聖誕節長周末期間或會實施特別交通安排，以便保障公共運輸車輛能暢順前往上述口岸，跨境私家車在車流高峰期或需輪候通過口岸。駕駛人士請特別留意前往口岸道路沿途的可變信息顯示屏及交通標誌。如遇交通受阻，請保持忍讓及遵從現場警務人員的指示。 至於港珠澳大橋，市民可透過運輸署流動應用程式「香港出行易」或網頁（hkemobility.gov.hk/tc/traffic-information/live/cctv）查閱港珠澳大橋香港口岸出境及入境客車通關廣場的交通快拍，亦可透過「港珠澳大橋珠海口岸」或「珠海發布」微信公眾號內的「大橋口岸實時通關」服務（traffic-info.gzazhka.com:5015/#/），查閱大橋珠海口岸的車輛實時通關情況，以便及早計劃行程。此外，運輸署亦提醒駕駛人士於大橋主橋行駛時，應時刻遵照珠海當局實施的交通管控措施，除非獲珠海市當局指示，否則車輛一律不可佔用應急車道。 市民和旅客可透過保安局新推出的一站式過關資訊平台「口岸通」（www.sb.gov.hk/chi/bwt/status.html?type=outbound）或運輸署流動應用程式「香港出行易」，更方便地取得各陸路口岸的最新資訊。當中，運輸署會提供金巴、落馬洲—皇崗過境穿梭巴士（皇巴）及港鐵服務情況及輪候時間。於長假期期間，市民請留意電台、電視台及「香港出行易」發放的最新交通消息。"
            }
        },
        "district": null,
        "last_update": "2025-12-24T12:59:33",
        "last_announcement": "2025-12-24T12:45:00"
    },
    "IN-25-08940": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Special traffic and transport arrangements for Christmas Eve and Christmas Day",
            "INCIDENT_DETAIL_CN": "平安夜及聖誕日的特別交通及運輸安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-12-24T14:30:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "130240",
                "CONTENT_EN": "The Transport Department reminded the public that the following special traffic and transport arrangements will be implemented on December 24 and 25 to facilitate the celebrations on Christmas Eve and Christmas Day. \n\nRoad closures \n\nRoad closures will be implemented in Central from 2pm onwards on December 24. The associated bus stops, public light bus stands, taxi stands and parking spaces will be suspended. Depending on the actual situation, the Police may extend the closure area in Central in phases. The bus and green minibus (GMB) routes operating in the affected areas may be subject to temporary diversions, suspension of services or adjustments of associated stops. \n\nThe TD urged members of the public to heed ad-hoc traffic and public transport measures which may be implemented by the Police in the Tsim Sha Tsui area at short notice, including roads closures, traffic diversions, alterations or suspension of public transport services and their relevant stops when public safety considerations arise. \n\nPublic transport services on December 24 will be adjusted as follows: \nThe first departure of MTR Airport Express from Hong Kong to Airport/AsiaWorld-Expo will be advanced and its service from AsiaWorld-Expo (via Airport) to Hong Kong will be extended;  The service levels of MTR lines (except Airport Express) will be strengthened in phases from 3pm;  MTR lines (except Airport Express, Disneyland Resort Line and East Rail Line section between Sheung Shui and Lok Ma Chau/Lo Wu) and Light Rail route nos. 505, 507, 610, 614P, 615P, 706 and 751 will provide overnight services;  The operating hours of MTR bus route nos. 506, K51 and K54A will be extended;  Five special bus services (KMB route nos. N43, N64P, N71, N243 and N272) will be operated in the small hours on December 25. The operating hours of 12 KMB routes in Kowloon and New Territories will be extended; and.  The operating hours of three GMB routes in Kowloon and one GMB route in New Territories will be extended.    \n\nCentral to Mid-Levels Escalator and Walkway System Services \n\nThe operating hours of the Central to Mid-Levels Escalator and Walkway System on December 24 and 25 will be extended to 1am on the following day. \n\nFor details of the special traffic and public transport arrangements, members of the public may visit the TD's website (www. td. gov. hk) or its mobile application \"HKeMobility\". Passengers may also refer to the passenger notices displayed by the relevant public transport operators. \n\nMembers of the public are advised to make use of public transport services as far as possible to avoid traffic congestion and unnecessary delays. The TD and the Police will closely monitor the traffic situation and implement appropriate measures when necessary. The Police may adjust the traffic arrangements, subject to the prevailing crowd and traffic conditions in the areas. The public should pay attention to the latest traffic news through radio, television or \"HKeMobility\". \n\n2.",
                "CONTENT_CN": "運輸署提醒市民，為配合平安夜及聖誕日的節慶活動，於十二月二十四日及二十五日將實施以下特別交通及運輸安排： \n\n道路封閉 \n\n　　中環將於十二月二十四日下午二時開始實施封路，相關巴士站、公共小巴站、的士站及泊車位將暫停使用。視乎實際情況，警方或會分階段進一步擴大中環一帶的封路範圍。行經受影響地區的巴士及專線小巴路線或需臨時改道、暫停服務及相應調整車站安排。 \n\n　　運輸署呼籲市民留意，當出現公眾安全考慮時，警方或會在短時間內於尖沙咀區實施臨時交通和運輸措施，包括封路、交通改道、更改或暫停公共運輸服務及其相關的站點。 \n\n公共運輸服務於十二月二十四日會有以下調整： \n港鐵機場快線（由香港往機場／博覽館方向）首班車會提早開出，而其由博覽館（經機場）往香港方向亦會延長服務時間；。  港鐵路線（機場快線除外）由下午三時起分階段加強服務；。  港鐵路線（機場快線、迪士尼線及東鐵線上水至落馬洲／羅湖段除外）及輕鐵線第505、507、610、614P、615P、706及751號會提供通宵服務；。  港鐵巴士第506、K51及K54A線會延長服務時間；。  五條特別巴士路線（九巴第N43、N64P、N71、N243及N272號線）會於十二月二十五日凌晨提供服務；九龍及新界區12條九巴路線會延長服務時間；及。  九龍三條及新界一條專線小巴路線會延長服務時間。   \n\n中環至半山自動扶梯系統服務 \n\n　　中環至半山自動扶梯系統的運作時間將於十二月二十四及二十五日延長至翌日凌晨一時。 \n\n　　有關的特別交通及公共運輸安排詳情，市民可瀏覽運輸署網頁（www.td.gov.hk）、「香港出行易」流動應用程式或參閱公共運輸營辦商發出的乘客通告。 \n\n　　運輸署呼籲市民盡量使用公共運輸服務，以避免交通擠塞及不必要的延誤。運輸署及警方會密切留意交通情況，並會在有需要時採取適當措施。警方將視乎各區當時的人潮及交通情況，調整有關交通安排。市民請留意電台、電視台或「香港出行易」發放的最新交通消息。 \n\n2."
            }
        },
        "district": null,
        "last_update": "2025-12-24T14:51:41",
        "last_announcement": "2025-12-24T14:30:00"
    }
}