{
    "IN-25-03731": {
        "description": {
            "INCIDENT_HEADING_EN": "MTR Incident",
            "INCIDENT_HEADING_CN": "港鐵事故",
            "INCIDENT_DETAIL_EN": "Arrangements at Kai Tak Station and Sung Wong Toi Station",
            "INCIDENT_DETAIL_CN": "啟德站及宋皇臺站安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-06-27T12:06:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "117351",
                "CONTENT_EN": "Kai Tak Sports Park will host concerts on 27 – 29 June for three consecutive nights. Passengers may exit at either Kai Tak or Sung Wong Toi Station to reach the venue. \nAfter the show, MTRCL will increase the train frequency as necessary. \nIf passengers need to cross the boundary, please note the departure time of the last train connecting to Lo Wu:\nFor more details, please visit: https://www.td.gov.hk/en/special_news/spnews.htm.",
                "CONTENT_CN": "啟德體育園於6月27至29日一連三晚舉行演唱會，前往觀賞的乘客可使用啟德或宋皇臺站。\n散場時，港鐵公司會按需要加密列車班次。\n需要過境的乘客，請留意往羅湖尾班車時間：\n詳情請參看: https://www.td.gov.hk/tc/special_news/spnews.htm。"
            }
        },
        "district": null,
        "last_update": "2025-06-27T12:22:54",
        "last_announcement": "2025-06-27T12:06:00"
    },
    "IN-25-03742": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Cross-boundary Transport Services and Special Traffic Arrangements",
            "INCIDENT_DETAIL_CN": "香港特別行政區成立紀念日假期跨境運輸服務及特別交通安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-06-27T18:25:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "117378",
                "CONTENT_EN": "Cross-boundary Transport Services and Special Traffic Arrangements\non the Hong Kong Special Administrative Region Establishment Day Holiday\n\nThe Transport Department (TD) anticipates that there may be a large number of cross-boundary passengers and cross-boundary vehicles travelling between the Mainland / Macao and Hong Kong via various land-based boundary control points (BCPs) on / near the Hong Kong Special Administrative Region Establishment Day holiday, particularly on June 28 and July 1. The Transport Department (TD) urges travellers to plan their trips in advance and allow sufficient travelling time. \n\nThe TD has co-ordinated with local and cross-boundary public transport operators (PTOs) to enhance their capacity and reserve sufficient vehicles and manpower to meet the travel needs of passengers during the public holiday. It is anticipated that the waiting time for public transport services, including the Hong Kong-Zhuhai-Macao Bridge (HZMB) shuttle bus (Gold Bus), may be longer. Passengers are advised to plan their journeys ahead, allow sufficient travelling time and travel outside peak periods as far as possible. \n\nMotorists are advised that, subject to actual traffic conditions, special traffic arrangements may be implemented at Lok Ma Chau Control Point and Shenzhen Bay Port from 27 June to 2 July 2025 to allow smooth access of public transport vehicles to above control points. Cross-boundary private cars may need to queue up for crossing the BCPs. Motorists should pay extra attention to variable message signs and traffic signs along the road. In case of traffic congestion, they should remain patient and follow the instructions of on-site Police. \n\nTo plan their journeys ahead, members of the public can make use of TD’s “HKeMobility” mobile application or TD’s website (hkemobility. gov. hk/en/traffic-information/live/cctv) to access the snapshots of traffic conditions at inbound and outbound vehicle plazas of the HZMB Hong Kong Port. They can also check the real-time situations of the vehicle clearance plaza of the HZMB Zhuhai Port through the WeChat official accounts “hzmbzhport” or “zhuhaifabu” (traffic-info. gzazhka. com:5015/#/) (Chinese only), and check the forecast of peak hours of inbound and outbound vehicles at HZMB Zhuhai Port through the WeChat official account of the HZMB integrated information dissemination platform (mp. weixin. qq. com/s/2X5Cp25ag62fZ8lS6O-V2Q) (Chinese only). Moreover, motorists are reminded to always comply with the traffic control measures implemented by the Zhuhai authority when driving on the HZMB Main Bridge. Vehicles shall not occupy the emergency lane unless instructed by the Zhuhai authority. \n\nMembers of the public are advised to check the latest traffic news through radio, the television broadcasts and the HKeMobility application.",
                "CONTENT_CN": "香港特別行政區成立紀念日假期跨境運輸服務及特別交通安排\n\n運輸署預計在香港特別行政區成立紀念日假期及前後將會有大量市民及跨境車輛經各陸路管制站往來內地、澳門及香港，尤其是6月28日及7月1日。運輸署呼籲市民及早規劃行程，預留充裕交通時間。\n\n運輸署已協調本地及跨境公共運輸服務營辦商在假期期間大運力，預留車輛及人手應對乘客的出行需求。運輸署預計公共運輸服務包括港珠澳大橋穿梭巴士（金巴）的等候時間或會較長，旅客應及早規劃行程，預留充裕交通時間，及盡量選擇於非繁忙時段出行。\n\n駕駛人士請注意，視乎現場交通情況，落馬洲管制站及深圳灣口岸在2025年6月27日至7月2日期間或會實施特別交通安排，以便公共運輸車輛能暢順地進入上述口岸，跨境私家車或需輪候通過口岸。駕駛人士請特別留意沿途可變信息顯示屏及交通標誌。如遇交通受阻，請保持忍讓及遵從現場警務人員的指示。\n\n市民可透過運輸署流動應用程式「香港出行易」或運輸署網頁（hkemobility.gov.hk/tc/traffic-information/live/cctv）查閱港珠澳大橋香港口岸出境及入境客車通關廣場的交通快拍，亦可透過「港珠澳大橋珠海口岸」或「珠海發布」微信公眾號內的「大橋口岸實時通關」服務（traffic-info.gzazhka.com:5015/#/），查閱大橋珠海口岸的車輛實時通關情況；以及透過「港珠澳大橋統一信息發佈平台」微信公眾號（mp.weixin.qq.com/s/2X5Cp25ag62fZ8lS6O-V2Q），查看大橋珠海口岸車輛出入境高峰時段預測，以便及早計劃行程。此外，運輸署亦提醒駕駛人士於大橋主橋行駛時，應時刻遵照珠海當局實施的交通管控措施，除非獲珠海市當局指示，否則車輛一律不可佔用應急車道。\n\n市民請留意電台、電視台及「香港出行易」發放的最新交通消息。"
            }
        },
        "district": null,
        "last_update": "2025-06-27T18:37:13",
        "last_announcement": "2025-06-27T18:25:00"
    },
    "IN-25-03746": {
        "description": {
            "INCIDENT_HEADING_EN": "Car Park Publicity",
            "INCIDENT_HEADING_CN": "Car Park Publicity",
            "INCIDENT_DETAIL_EN": "AAHK (Morning Peak)",
            "INCIDENT_DETAIL_CN": "機場管理局 早上繁忙時段",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-06-28T06:48:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "117392",
                "CONTENT_EN": "Due to heavy traffic at the road section leading from Airport Road to Hong Kong International Airport’s Terminal 1 Departures Kerb, motorists are advised to use the drop-off area at the Airport’s Car Park 1. Members of the public heading to the Airport are advised to allow sufficient time for their journey and consider taking the Airport Express and buses.",
                "CONTENT_CN": "現時機場路通往香港國際機場一號客運大樓離港層落客區的路段交通繁忙，駕駛人士請考慮改用機場一號停車場落客區。前往機場的市民，請預留足夠交通時間，並考慮乘搭機場快綫或巴士。"
            }
        },
        "district": null,
        "last_update": "2025-06-28T07:10:32",
        "last_announcement": "2025-06-28T06:48:00"
    },
    "IN-25-03751": {
        "description": {
            "INCIDENT_HEADING_EN": "Ferry Incident",
            "INCIDENT_HEADING_CN": "渡輪事故",
            "INCIDENT_DETAIL_EN": "Structural / Mechanical Defects or Closure of Access",
            "INCIDENT_DETAIL_CN": "結構/機械缺陷或關閉",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-06-28T09:19:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "117402",
                "CONTENT_EN": "Due to mechanical defects, the ferry service from Sai Kung Pier to Kau Sai Village and High Island of Tsui Wah Ferry Service (H. K. ) Limited has been suspended until further notice.",
                "CONTENT_CN": "因機件故障，翠華船務（⾹港）有限公司來往由西貢碼頭開出往滘西洲及糧船灣的渡輪服務已經暫停，直⾄另⾏通知。"
            },
            "2025-06-28T09:58:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "117407",
                "CONTENT_EN": "The ferry service from Sai Kung Pier to Kau Sai Village and High Island of Tsui Wah Ferry Service (H. K. ) Limited which was suspended due to mechanical defects has gradually resumed normal.",
                "CONTENT_CN": "較早前因機件故障而暫停的翠華船務（⾹港）有限公司由西貢碼頭開出往滘西洲及糧船灣的渡輪服務已陸續回復正常。"
            }
        },
        "district": null,
        "last_update": "2025-06-28T10:52:39",
        "last_announcement": "2025-06-28T09:58:00"
    },
    "IN-25-03779": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Hong Kong West Kowloon Station Public Car Park Now Full",
            "INCIDENT_DETAIL_CN": "香港西九龍站公眾停車場現已泊滿",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-06-29T11:35:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "117461",
                "CONTENT_EN": "Transport Department has received notification from MTR Corporation Limited that Hong Kong West Kowloon Station Public Car Park is now full. Please use public transport to reach the station.",
                "CONTENT_CN": "運輸署接獲港鐵公司通知，香港西九龍站公眾停車場現已泊滿。請使用公共交通工具前往。"
            }
        },
        "district": null,
        "last_update": "2025-06-29T12:04:23",
        "last_announcement": "2025-06-29T11:35:00"
    },
    "IN-25-03788": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Special traffic and transport arrangements for departures of concert at Kai Tak Sports Park",
            "INCIDENT_DETAIL_CN": "啟德體育園演唱會離場特別交通及運輸安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-06-29T21:45:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "117478",
                "CONTENT_EN": "The concert at the Kai Tak Sports Park (KTSP) is scheduled to end later tonight (June 29). As a large number of spectators is expected to disperse at the same time, the Transport Department (TD) urges those leaving the venue to take the MTR as far as possible. The TD has been steering public transport service arrangements and the overall traffic conditions have mostly been smooth so far: MTR: - The headway of the Tuen Ma Line has been enhanced to disperse spectators; - Of note, for cross-boundary travellers, the last train to Lo Wu Station on the ERL via interchanging at Tai Wai Station will depart from Sung Wong Toi Station at 10.59pm and Kai Tak Station at 11.01pm; Special bus routes: - Eleven special bus routes have been arranged at the Sung Wong Toi Road Pick-up/Drop-off Area departing for ports and major districts across the territory; - Cross-boundary travellers may take route no. SP12 to Lok Ma Chau (San Tin) Public Transport Interchange and transfer to the Lok Ma Chau-Huanggang cross-boundary shuttle bus (Yellow Bus) to Lok Ma Chau/Huanggang (LMC/HG) Port; or route No. A25S to the Hong Kong-Zhuhai-Macao Bridge (HZMB) Hong Kong Port and transfer to the HZMB shuttle bus (Gold Bus) to Macao and Zhuhai; and Taxis: - Taxi pick-up/drop-off area at Kai Tak Stadium (G/F outside Gate H) is opened for taxi pick-up. In view of an outflux of spectators, the waiting time is anticipated to be longer and your patience is appreciated. As a large number of travellers may use the LMC/HG Port after the concert, the Port is expected to be very busy. Travellers' patience is appreciated. To ensure the smooth operation of public transport services, dedicated public transport lanes will be arranged at the LMC/HG Port after midnight when necessary for the smooth operation of the Yellow Bus and cross-boundary coach services. Other cross-boundary private cars and their passengers are expected to have a longer clearance time. Spectators are advised to take heed of the real-time information via on-site broadcast and the \"Easy Leave\" (easyleave. police. gov. hk) as well as the latest traffic news through the TD's website (www. td. gov. hk), the \"HKeMobility\" mobile application, radio and television broadcasts.",
                "CONTENT_CN": "正在啟德體育園舉行的演唱會預計今日（六月二十九日）稍後結束。由於同一時間離場觀眾較多，運輸署呼籲離場人士盡量乘搭港鐵。署方一直督導公共運輸服務安排，整體交通至今大致暢順： 港鐵： -屯馬綫已加密班次疏導離場觀眾； -過境旅客請注意，經大圍站接駁東鐵綫往羅湖站的最後一班列車將於晚上十時五十九分由宋皇臺站，以及十一時○一分由啟德站開出； 特別巴士路線： -宋皇臺道上落客區已安排11條特別巴士路線前往口岸及港九新界各主要地區； -過境旅客可乘坐第SP12號線往落馬洲（新田）公共運輸交匯處，轉乘落馬洲—皇崗過境穿梭巴士(皇巴)前往落馬洲/皇崗口岸；或第A25S號線在港珠澳大橋香港口岸轉乘港珠澳大橋穿梭巴士（金巴）前往澳門及珠海；及 的士： -啟德主場館的士上落客區（H閘外地面）開放供的士上客。由於離場人士較多，預期輪候時間會較長，請耐心輪候登車。 由於或有大量旅客在演唱會後使用落馬洲/皇崗口岸，預計該口岸將十分繁忙，請耐心等候過關。為確保公共交通服務暢順，落馬洲/皇崗口岸於午夜十二時後將按需要設公共交通專用通道，確保皇巴及跨境巴士行車暢通；其他跨境私家車及其乘客輪候過關時間預計會較長。 觀眾請留意場地廣播和「離場易」（easyleave.police.gov.hk）提供的實時資訊，以及經運輸署網頁（www.td.gov.hk）、「香港出行易」流動應用程式、電台和電視台發放的最新交通消息。"
            },
            "2025-06-29T23:05:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "117485",
                "CONTENT_EN": "The Transport Department (TD) today (June 29) said that the last train to Lo Wu Station on the East Rail Line (ERL) via interchanging at Tai Wai Station has departed from Sung Wong Toi Station and Kai Tak Station. Cross-boundary travellers who missed the last train to Lo Wu Station may take the ERL to Sheung Shui Station and then the KMB route No. 276B or N73 to Lok Ma Chau (San Tin) Public Transport Interchange, and transfer to the Lok Ma Chau-Huanggang cross-boundary shuttle bus (Yellow Bus) for their journey to the Mainland. \n\nAs a large number of travellers may use the LMC/HG Port after the concert, the Port is expected to be very busy. Travellers' patience is appreciated. To ensure the smooth operation of public transport services, dedicated public transport lanes will be arranged at the LMC/HG Port after midnight when necessary for the smooth operation of the Yellow Bus and cross-boundary coach services. Other cross-boundary private cars and their passengers are expected to have a longer clearance time. \n\nSpectators are advised to take heed of the real-time information via on-site broadcast and the \"Easy Leave\" (easyleave. police. gov. hk) as well as the latest traffic news through the TD's website (www. td. gov. hk), the \"HKeMobility\" mobile application, radio and television broadcasts.",
                "CONTENT_CN": "運輸署今日(六月二十九日）表示，經港鐵大圍站接駁東鐵綫往羅湖站的最後一班列車已由宋皇臺站及啟德站開出。未能乘搭最後一班列車往羅湖站的過境旅客，可乘搭東鐵綫往上水站，然後轉乘九巴第276B或N73號線往落馬洲（新田）公共運輸交匯處，轉乘落馬洲—皇崗過境穿梭巴士（皇巴）返回內地。\n\n由於或有大量旅客在演唱會後使用落馬洲/皇崗口岸，預計該口岸將十分繁忙，請耐心等候過關。為確保公共交通服務暢順，落馬洲/皇崗口岸於午夜十二時後將按需要設公共交通專用通道，確保皇巴及跨境巴士行車暢通；其他跨境私家車及其乘客輪候過關時間預計會較長。\n\n觀眾請留意場地廣播和「離場易」（easyleave.police.gov.hk）提供的實時資訊，以及經運輸署網頁（www.td.gov.hk）、「香港出行易」流動應用程式、電台和電視台發放的最新交通消息。"
            }
        },
        "district": null,
        "last_update": "2025-06-29T23:25:45",
        "last_announcement": "2025-06-29T23:05:00"
    },
    "IN-25-03790": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Taxi service for concert at Kai Tak Sports Park",
            "INCIDENT_DETAIL_CN": "啟德體育園演唱會的士服務",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-06-29T22:41:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "117482",
                "CONTENT_EN": "The Transport Department (TD) today (June 29) said that it is the peak dispersal period of concert at Kai Tak Sports Park, the passenger queue for taxi service at the Kai Tak Stadium Taxi Pick-up/Drop-off Area is relatively long and it would take some time for boarding the taxis. Spectators are advised to use the MTR to leave the Kai Tak Sports Park. Spectators are advised to take heed of the real-time information via on-site broadcast and the \"Easy Leave\" (easyleave. police. gov. hk) as well as the latest traffic news through the TD's website (www. td. gov. hk), the \"HKeMobility\" mobile application, radio and television broadcasts.",
                "CONTENT_CN": "運輸署今日(六月二十九日）表示現時為啟德體育園演唱會散場人流高峰時段，啟德主場館的士上落客區現時輪候人數較多，輪候時間會較長。觀眾請選擇乘搭港鐵離開啟德體育園。 觀眾請留意場地廣播和「離場易」（easyleave.police.gov.hk）提供的實時資訊，以及經運輸署網頁（www.td.gov.hk）、「香港出行易」流動應用程式、電台和電視台發放的最新交通消息。"
            }
        },
        "district": null,
        "last_update": "2025-06-29T22:49:31",
        "last_announcement": "2025-06-29T22:41:00"
    }
}