{
    "IN-25-09007": {
        "description": {
            "INCIDENT_HEADING_EN": "Road Incident",
            "INCIDENT_HEADING_CN": "道路事故",
            "INCIDENT_DETAIL_EN": "Heavy Traffic",
            "INCIDENT_DETAIL_CN": "車多關係",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-12-29T07:14:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "130391",
                "CONTENT_EN": "Traffic is busy at Man Kam To Road northbound near Kong Nga Po Road. Motorists are encouraged to remain tolerant. Cross-boundary public transport services to and from Man Kam To Control Point may be affected and passenger waiting time may be longer. Passengers are advised to be patient.",
                "CONTENT_CN": "文錦渡路北行近缸瓦甫路交通繁忙，駕駛人士請保持忍讓。來往文錦渡管制站的跨境公共運輸服務或會受到影響，乘客候車時間或會延長，請耐心等候。"
            },
            "2025-12-29T14:16:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "130419",
                "CONTENT_EN": "Traffic at Man Kam To Road northbound near Kong Nga Po Road has resumed normal. Cross-boundary public transport services to and from Man Kam To Control Point has resumed.",
                "CONTENT_CN": "文錦渡路北行近缸瓦甫路的交通已恢復正常，來往文錦渡管制站的跨境公共運輸服務已恢復正常。"
            }
        },
        "district": null,
        "last_update": "2025-12-29T14:54:42",
        "last_announcement": "2025-12-29T14:16:00"
    },
    "IN-25-08922": {
        "description": {
            "INCIDENT_HEADING_EN": "Car Park Publicity",
            "INCIDENT_HEADING_CN": "Car Park Publicity",
            "INCIDENT_DETAIL_EN": "AAHK (Evening Peak)",
            "INCIDENT_DETAIL_CN": "機場管理局 晚間繁忙時段",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-12-23T17:30:00": {
                "INCIDENT_STATUS_EN": "CLOSED",
                "INCIDENT_STATUS_CN": "完結",
                "ID": "130193",
                "CONTENT_EN": "Due to the high passenger traffic during the holiday season, all long-term parking spaces for private vehicle and light goods vehicle at Hong Kong International Airport are fully occupied. Travellers are recommended to take public transport when travelling to the airport to avoid any unnecessary delays.",
                "CONTENT_CN": "由於假期人流暢旺，香港國際機場所有私家車及輕型客貨車長期停車位已全部泊滿，建議旅客使用公共交通工具前往機場，以免不必要的延誤。"
            }
        },
        "district": null,
        "last_update": "2025-12-29T11:58:21",
        "last_announcement": "2025-12-23T17:30:00"
    },
    "IN-25-08959": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "MTR Train service enhancement during New Year",
            "INCIDENT_DETAIL_CN": "港鐵新年期間加強服務",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-12-30T12:36:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "130474",
                "CONTENT_EN": "Transport Department received notification from MTR Corporation Limited that to facilitate travel needs, train services will be enhanced with more frequent trips on several rail lines during different periods from now until 4 January. \n\nNew Year's Eve (31 December)\nOvernight service:\n◦All local lines (except the Airport Express, Disneyland Resort Line and journeys to or from Lo Wu and Lok Ma Chau stations on the East Rail Line)\n◦7 Light Rail routes 505, 507, 610, 614P, 615P, 751 and 706\n\nExtended service hours:\n◦East Rail Line service to/from Lo Wu (to/from Lok Ma Chau will not be extended)\n◦Disneyland Resort Line\n◦Bus route 506, K51 and K54A\n\nThe last Airport Express will depart from AsiaWorld-Expo on:\n◦31 December: 1:30am the next day\n◦1 January: 1:00am the next day\n\nPlease refer to MTRCL's website for more information. \n\nCrowd management measures may be implemented in stations when necessary.",
                "CONTENT_CN": "運輸署接獲港鐵公司通知，為方便大家外出，即日至1月4日期間，多條本地鐵路綫於不同時段加密班次，加強列車服務。\n\n除夕夜（12月31日)\n通宵行駛：\n◦本地鐵路綫（不包括機場快綫、迪士尼綫及東鐵綫往返羅湖及落馬洲站)\n◦7條輕鐵路綫505、507、610、614P、615P、751及706\n\n延長服務時間：\n◦東鐵綫往返羅湖站（往返落馬洲站不會延長服務）\n◦迪士尼綫\n◦3條巴士綫506、K51及K54A\n\n機場快綫博覽館站尾班車亦會延後：\n◦12月31日：延至翌日凌晨01:30開出\n◦1月1日：延至翌日凌晨01:00開出\n\n詳情請參閲港鐵網頁。\n\n部分車站在人多時或會實施客流管理措施。"
            },
            "2025-12-31T12:03:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "130527",
                "CONTENT_EN": "Transport Department received notification from MTR Corporation Limited that to facilitate travel needs, train services will be enhanced with more frequent trips on several rail lines during different periods from now until 4 January. \n\nNew Year's Eve (31 December)\n•Overnight service: ◦All local lines (except the Airport Express, Disneyland Resort Line and journeys to or from Lo Wu and Lok Ma Chau stations on the East Rail Line)\n◦7 Light Rail routes 505, 507, 610, 614P, 615P, 751 and 706\n\n• Extended service hours: ◦East Rail Line service to/from Lo Wu (to/from Lok Ma Chau will not be extended)\n◦Disneyland Resort Line\n◦Bus route 506, K51 and K54A\n\nThe last Airport Express will depart from AsiaWorld-Expo on:\n•31 December: 1:30am the next day\n•1 January: 1:00am the next day\n\nPlease see MTRCL's website for more information. \n\nCrowd management measures may be implemented in stations when necessary. Please refer to the latest service updates.",
                "CONTENT_CN": "運輸署接獲港鐵公司通知，為方便大家外出，即日至1月4日期間，多條本地鐵路綫於不同時段加密班次，加強列車服務。\n\n除夕夜（12月31日)\n•通宵行駛：◦本地鐵路綫（不包括機場快綫、迪士尼綫及東鐵綫往返羅湖及落馬洲站)\n◦7條輕鐵路綫505、507、610、614P、615P、751及706\n\n•延長服務時間：◦東鐵綫往返羅湖站（往返落馬洲站不會延長服務）\n◦迪士尼綫\n◦3條巴士綫506、K51及K54A\n\n機場快綫博覽館站尾班車亦會延後：\n•12月31日：延至翌日凌晨01:30開出\n•1月1日：延至翌日凌晨01:00開出\n\n詳情請參閲港鐵網頁。\n\n部分車站在人多時或會實施客流管理措施，請留意最新車務資訊。"
            }
        },
        "district": null,
        "last_update": "2025-12-31T12:24:42",
        "last_announcement": "2025-12-31T12:03:00"
    },
    "IN-25-09049": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Special traffic and transport arrangements for departure of concert at the Kai Tak Stadium on New Year's Eve and New Yea",
            "INCIDENT_DETAIL_CN": "啟德主場館除夕及元旦演唱會離場特別交通及運輸安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-12-30T15:30:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "130485",
                "CONTENT_EN": "Concerts will be held at the Kai Tak Stadium on the evenings of the New Year's Eve and New Year's Day. As a large number of spectators are expected to disperse at the same time, the Transport Department (TD) appeals to those leaving the venue to take the MTR as far as possible. \n\nDetails of Public Transport Services\n\nMTR:\n- Train frequencies of the Tuen Ma Line (TML) and East Rail Line (ERL) of MTR will be increased. Standby trains will be arranged to enhance service when necessary;\n\n- Of note, for cross-boundary travellers, the departure time of the last MTR train to Lo Wu Station via interchanging at Tai Wai Station on the ERL are as follows:\nFor more details, please visit: https://www.td.gov.hk/en/special_news/spnews.htm\n\n- Cross-boundary travellers should arrive the relevant stations in good time to take the last train to Lo Wu for their journeys to the Mainland. Afterwards, travellers may take the ERL to Sheung Shui Station and then the KMB route No. 276B or N73 to Lok Ma Chau (San Tin) Public Transport Interchange, and transfer to the Lok Ma Chau-Huanggang cross-boundary shuttle bus (Yellow Bus) for their journey to the Mainland. \n\n- To tie in with the special round-the-clock passenger clearance arrangements of the Shenzhen Bay Port on New Year's Day, franchised bus companies will operate two special bus routes, Nos. NB2 and NB3, to provide services to and from Yuen Long/Tin Shui Wai and Tuen Mun respectively during the overnight period. Travellers attending the New Year's Eve concert can also take the TML to Yuen Long Station/Tin Shui Wai Station or Tuen Mun Station, and interchange with special bus routes, Nos. NB2 or NB3 respectively, to the Shenzhen Bay Port. \n\nSpecial bus routes:\n- Eleven special bus routes have been arranged at the Sung Wong Toi Road Pick-up/Drop-off Area departing for ports and major districts across the territory;\n\n- Cross-boundary travellers may take route No. SP12 to Lok Ma Chau (San Tin) Public Transport Interchange and transfer to the Lok Ma Chau-Huanggang cross-boundary shuttle bus (Yellow Bus) to Lok Ma Chau/Huanggang (LMC/HG) Port; or take route No. A25S to the Hong Kong-Zhuhai-Macao Bridge (HZMB) Hong Kong Port and transfer to the HZMB shuttle bus (Gold Bus) to Macao and Zhuhai; and\n\nTaxis:\n- The taxi pick-up/drop-off area at the Kai Tak Stadium (G/F outside Gate H) is opened for passenger boarding. In view of an outflux of spectators, the waiting time is anticipated to be longer and your patience is appreciated. \n\nSpectators are advised to take heed of the real-time information via on-site broadcast and the \"Easy Leave\" (easyleave. police. gov. hk) as well as the latest traffic news through the TD's website (www. td. gov. hk), the \"HKeMobility\" mobile application, radio and television broadcasts.",
                "CONTENT_CN": "啟德主場館將於除夕及元旦晚上舉行演唱會。由於同一時間離場觀眾較多，運輸署呼籲離場人士盡量乘搭港鐵。\n\n公共運輸服務詳情\n\n港鐵：\n- 屯馬綫及東鐵綫將會加密班次，並在有需要時安排後備列車以加強服務；\n\n- 過境旅客請注意，經大圍站接駁東鐵綫前往羅湖站的最後一班列車開出時間如下：\n詳情請參看: https://www.td.gov.hk/tc/special_news/spnews.htm\n\n- 過境旅客請及時前往上述車站，乘搭前往羅湖站的最後一班列車返回內地。其後，旅客可乘搭東鐵綫往上水站，轉乘九巴第276B或N73號線前往落馬洲（新田）公共運輸交匯處，轉乘落馬洲–皇崗過境穿梭巴士(皇巴)返回內地。\n\n- 為配合深圳灣口岸在元旦日二十四小時通關的特別安排，專營巴士營辦商會於凌晨時段營運第NB2號和NB3號兩條特別巴士路線，分別提供往返元朗/天水圍和往返屯門的服務。參加除夕演唱會的旅客亦可乘搭屯馬綫前往元朗站/天水圍站或屯門站，分別轉乘第NB2號或NB3號特別巴士路線前往深圳灣口岸。\n\n特別巴士路線：\n- 當局已於宋皇臺道上落客區安排11條特別巴士路線前往口岸及港九新界各主要地區；\n\n- 過境旅客可乘坐第SP12號線前往落馬洲（新田）公共運輸交匯處，轉乘落馬洲–皇崗過境穿梭巴士(皇巴)前往落馬洲/皇崗口岸；或乘搭第A25S號線前往港珠澳大橋香港口岸，轉乘港珠澳大橋穿梭巴士（金巴）前往澳門及珠海。\n\n的士：\n- 啟德主場館的士上落客區（H閘外地面）將開放供的士接載乘客。由於離場人士較多，預期輪候時間會較長，請耐心輪候登車。\n\n　　觀眾請留意場地廣播和「離場易」（easyleave.police.gov.hk）提供的實時資訊，以及經運輸署網頁（www.td.gov.hk）、「香港出行易」流動應用程式、電台和電視台發放的最新交通消息。"
            }
        },
        "district": null,
        "last_update": "2025-12-30T15:45:54",
        "last_announcement": "2025-12-30T15:30:00"
    },
    "IN-25-09050": {
        "description": {
            "INCIDENT_HEADING_EN": "MTR Incident",
            "INCIDENT_HEADING_CN": "港鐵事故",
            "INCIDENT_DETAIL_EN": "New Year’s Eve Countdown Concert at Kai Tak",
            "INCIDENT_DETAIL_CN": "啟德跨年倒數演唱會",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-12-30T16:03:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "130486",
                "CONTENT_EN": "Transport Department has received notification from MTR Corporation Limited that Zhoushen 2025 Shenshen's Concert will be held at Kai Tak Sports Park in the evenings of 31 December and 1 January. Passengers can reach the venue from either Kai Tak or Sung Wong Toi stations. Arrive early to avoid large crowds before the show starts. \n\nAfter the show, train frequency will be enhanced as necessary. \n\nLocal railway lines will operate overnight and the East Rail Line operating hours to/from Lo Wu will be extended on 31 December. If you need to cross the boundary, please note the departure times of the last trains connecting to Lo Wu and enter the paid area at least 5 minutes before the train departs:\n\nFor more details, please visit: https://www.td.gov.hk/en/special_news/spnews.htm.",
                "CONTENT_CN": "運輸署接獲港鐵公司通知，啟德體育園於12月31日及1月1日晚上舉行周深2025「深深的」巡迴演唱會，前往觀賞的乘客可使用啟德或宋皇臺站。開場前客流或會較多，建議大家預早到達。\n\n散場時，港鐵會按需要加密列車班次。\n\n12月31日除夕夜，本地鐵路綫列車通宵服務，東鐵綫來往羅湖站列車服務亦會延長。過境乘客請留意往羅湖尾班車時間，並於列車開出前最少5分鐘入閘：\n\n詳情請參看: https://www.td.gov.hk/tc/special_news/spnews.htm。"
            }
        },
        "district": null,
        "last_update": "2025-12-30T16:32:16",
        "last_announcement": "2025-12-30T16:03:00"
    },
    "IN-25-09062": {
        "description": {
            "INCIDENT_HEADING_EN": "Road Incident",
            "INCIDENT_HEADING_CN": "道路事故",
            "INCIDENT_DETAIL_EN": "Special traffic and transport arrangements for New Year's Eve",
            "INCIDENT_DETAIL_CN": "新年除夕特別交通及運輸安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-12-31T06:08:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "130509",
                "CONTENT_EN": "The Transport Department (TD) today (December 30) reminded the public that the following special traffic and transport arrangements will be implemented on New Year's Eve (December 31) to facilitate the related holiday celebration activities. \n\nRoad closures\nRoad closures and traffic diversions will be implemented in phases from 2pm that day in the vicinity of Central. The public light bus stands, taxi stands and roadside parking spaces on the corresponding road sections will be suspended. Depending on the actual situation, the Police may extend the closure area in the vicinity of Central in phases. \n\nThe TD urged members of the public to heed ad-hoc traffic and public transport measures which may be implemented by the Police in the Tsim Sha Tsui area at short notice, including road closures, traffic diversions, alterations or suspension of public transport services and their relevant stops, to maintain public order and safety. \n\nPublic transport service arrangements\n(i) In connection with the actual road closure arrangement, the bus and green minibus (GMB) routes operating in the affected areas will be subject to temporary diversions, suspension of services or adjustments of associated stops;\n\n(ii) The following MTR service enhancements will be implemented on that day:\nThe train frequencies of MTR lines (except Airport Express) will be enhanced in phases from 3pm onwards on December 31, and the services in other periods will be strengthened subject to passenger demand;\nIsland Line, Tsuen Wan Line, Kwun Tong Line, Tseung Kwan O Line (sections from North Point to Po Lam and from Tiu Keng Leng to LOHAS Park), South Island Line, Tung Chung Line, East Rail Line (section from Admiralty to Sheung Shui), Tuen Ma Line, and Light Rail route nos. 505, 507, 610, 614P, 615P, 706 and 751 will provide overnight services;\nThe last train to Lo Wu will depart from Admiralty at 0.56am on New Year's Day while the last train to Admiralty will depart from Lo Wu at 2.30am; and\nThe operating hours of the Airport Express, Disneyland Resort Line and MTR Bus route nos. 506, K51 and K54A will be extended. \n\n(iii) Eleven special bus services (including KMB route nos. N43, N64P, N71, N243, N272 and N276; Citybus route nos. NB3, R11 and R22; New Lantao Bus (NLB) route no. NB2; and Cross Harbour route no. 976S) will be operated in the small hours on New Year's Day. The service level and operating hours of various bus routes (including 18 KMB routes, two NLB routes and three Cross Harbour routes) will be strengthened or extended respectively;\n\n(iv) The operating hours of eight GMB routes in Kowloon and the New Territories will be extended; and\n\n(v) Cross-boundary coach operators will provide service via Shenzhen Bay Port during the small hours on New Year's Day. The Lok Ma Chau/Huanggang short-haul cross-boundary coach service will also be strengthened subject to passenger demand. The en-route stop of the short-haul cross-boundary coach service from Jordan to Huanggang Port (northbound) at China Ferry Terminal Bus Terminus will extend service hours on New Year's Eve till 2.30am the following day. \n\nCentral to Mid-Levels Escalator and Walkway System Services\nThe operating hours of the Central to Mid-Levels Escalator and Walkway System on New Year's Eve will be extended to 3am on the following day. \n\nDue to road closures, the TD anticipates that the traffic in the vicinity of Central will become significantly congested. Motorists are advised to avoid driving to these areas affected by the road closures. In case of traffic congestion, motorists should exercise patience and drive with care, and follow the instructions of the Police on site. \n\nMembers of the public are advised to make use of public transport services as far as possible to avoid traffic congestion and unnecessary delays. The TD and the Police will closely monitor the traffic situation and implement appropriate measures when necessary. Subject to the prevailing crowd and traffic conditions in the areas, the Police may adjust the traffic arrangements. The public should pay attention to the latest traffic news through radio, television or the TD mobile application \"HKeMobility\". \n\nDetails of the special traffic and public transport arrangements will be uploaded to the TD website (www. td. gov. hk) and mobile application \"HKeMobility\". Members of the public may may also refer to the passenger notices displayed by the relevant public transport operators.",
                "CONTENT_CN": "運輸署今日（十二月三十日）提醒市民，為配合相關節日慶祝活動，新年除夕夜（十二月三十一日）將實施以下特別交通及運輸安排：\n\n道路封閉\n中環一帶將於當日下午二時開始分階段實施封路及改道措施，相關路段上的公共小巴站、的士站及路旁停車位將暫停使用。視乎實際情況，警方或會分階段進一步擴大中環一帶的封路範圍。\n\n運輸署呼籲市民留意，為維持公共秩序及安全，警方或會在短時間內於尖沙咀區實施臨時交通和運輸措施，包括封路、交通改道、更改或暫停公共運輸服務及其相關的站點。\n\n公共運輸服務的安排\n（i）因應實際封路安排，行經受影響地區的巴士及專線小巴路線會臨時改道、暫停服務或相應調整車站安排；\n\n（ii）當日港鐵服務會有以下加強服務安排：\n港鐵路線（機場快線除外）將於十二月三十一日下午三時起分階段加密班次，並在其他時段因應乘客需求加強服務；\n港島線、荃灣線、觀塘線、將軍澳線（北角至寶琳段及調景嶺至康城段）、南港島線、東涌線、東鐵線（金鐘至上水段）、屯馬線，以及輕鐵線第505、507、610、614P、615P、706及751號會通宵提供服務；\n東鐵線往羅湖的尾班車將於元旦日凌晨零時五十六分由金鐘開出，往金鐘的尾班車則將於凌晨二時三十分由羅湖開出；及\n機場快線、迪士尼線及港鐵巴士第506、K51及K54A號線將會延長服務時間；\n\n（iii）11條特別巴士路線（包括九巴第N43、N64P、N71、N243、N272及N276號線；城巴第NB3、R11及R22號線；嶼巴第NB2號線；及過海路線第976S號線）將會於元旦日凌晨提供特別巴士服務。多條巴士路線（包括18條九巴路線、兩條嶼巴路線及三條過海巴士路線）會加強服務或延長服務時間；\n\n（iv）九龍及新界區內有共八條專線小巴路線會延長服務時間；及\n\n（v）跨境巴士服務營辦商會於元旦日凌晨時段提供往來深圳灣口岸的服務。落馬洲／皇崗口岸短途跨境巴士服務方面，亦會因應乘客需求情況加強服務；佐敦至皇崗口岸的短途跨境巴士服務（北行方向）在除夕夜位於中港碼頭巴士總站的中途站點將會延長服務時間至翌日凌晨二時三十分。\n\n中環至半山自動扶梯系統服務\n中環至半山自動扶梯系統的運作時間會在除夕夜延長服務時間至翌日凌晨三時。\n\n受封路影響，運輸署預計中環一帶的交通將會顯著擠塞。駕駛人士請避免駕車前往上述受道路封閉影響的地區，如遇交通擠塞，請保持忍讓及小心駕駛，並遵從在場警務人員的指示。\n\n運輸署呼籲市民應盡量使用公共運輸服務，以避免交通擠塞及不必要的延誤。運輸署及警方會密切留意交通情況，並會在有需要時採取適當措施。警方將視乎各區當時的人潮及交通情況，調整有關交通安排。市民請留意電台、電視台或運輸署「香港出行易」流動應用程式發放的最新交通消息。\n\n特別交通及公共運輸安排詳情將上載運輸署網頁（www.td.gov.hk）和「香港出行易」流動應用程式，市民亦可參閱公共運輸營辦商發出的乘客通告。"
            }
        },
        "district": null,
        "last_update": "2025-12-31T06:28:48",
        "last_announcement": "2025-12-31T06:08:00"
    },
    "IN-25-09068": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Cross-boundary Transport Services and Special Traffic Arrangements during and around the New Year holiday",
            "INCIDENT_DETAIL_CN": "元旦假期及前後的跨境運輸服務及特別交通安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-12-31T10:03:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "130523",
                "CONTENT_EN": "The Transport Department (TD) anticipates that there may be a large number of cross-boundary passengers and vehicles travelling between Hong Kong and the Mainland or Macao via various land-based boundary control points (BCPs) during and around the New Year holiday (January 1 to 4). The TD urges cross-boundary travellers to plan ahead of their trips and allow sufficient travelling time. \n\nThe TD has been steering local and cross-boundary public transport (PT) services operators to enhance their capacity and reserve sufficient vehicles and manpower to meet the transport needs of cross-boundary passengers during and around the New Year holiday. It is anticipated that the waiting time for PT services, including the Hong Kong-Zhuhai-Macao Bridge (HZMB) shuttle bus (Gold Bus) and local franchised bus “B” routes connecting various land-based BCPs, may be longer during peak periods of cross-boundary travel. Passengers should avoid travelling during peak hours, observe order while queuing and heed advice from on-site Police and staff of the PT operators. Passengers intending to take cross-boundary coaches are also advised to reserve their coach tickets in advance. \n\nMotorists of cross-boundary private cars crossing the border are advised that, subject to actual traffic conditions, special traffic arrangements may be implemented at Lok Ma Chau Control Point and Shenzhen Bay Port during and around the New Year holiday to secure smooth access for PT vehicles to the above BCPs. Cross-boundary private cars may experience longer waiting times when crossing the BCPs during the peak periods. Motorists should pay extra attention to variable message signs and traffic signs along the approach roads to the BCPs. In case of traffic congestion, they should remain patient and follow the instructions of on-site Police. \n\nFor the HZMB, to plan their journeys ahead, members of the public can make use of the TD’s HKeMobility mobile app or website (hkemobility. gov. hk/en/traffic-information/live/cctv) to access snapshots of traffic conditions at inbound and outbound vehicle plazas of the HZMB Hong Kong Port. They can also check the real-time situations of the vehicle clearance plaza of the Zhuhai Port through the WeChat official accounts “hzmbzhport” or “zhuhaifabu” (traffic-info. gzazhka. com:5015/#/) (Chinese only). Moreover, motorists are reminded to always comply with the traffic control measures implemented by the Zhuhai authority when driving on the HZMB Main Bridge. Vehicles must not occupy the emergency lane unless instructed by the Zhuhai authority. \n\nResidents and visitors may visit “Easy Boundary” (www. sb. gov. hk/eng/bwt/status. html?type=outbound), a one-stop information platform on immigration clearance launched by the Security Bureau, or the HKeMobility to obtain useful information, including the respective average waiting time for passengers and private cars at land-based BCPs, as well as for the Gold Bus, the Lok Ma Chau-Huanggang cross-boundary shuttle bus (Yellow Bus) and MTR to plan their trips and save waiting time. Members of the public are advised to check the latest traffic news through radio, the television broadcasts, the TD's website (www. td. gov. hk) and the HKeMobility.",
                "CONTENT_CN": "運輸署預計在元旦假期及前後（一月一日至四日）可能出現大量跨境人士及車輛經各陸路口岸往來香港和內地或澳門。運輸署呼籲跨境出行人士及早規劃行程，預留充裕交通時間。\n\n運輸署已督導本地及跨境公共運輸服務營辦商（營辦商），在假期及前後加大運力，預留足夠車輛及人手以應對跨境人士的出行需求。運輸署預計公共運輸服務（包括港珠澳大橋穿梭巴士（金巴）及連接各陸路管制站的本地專營巴士「B」線）在跨境人流高峰時段的等候時間或會較長，乘客應避免於繁忙時段出行。候車期間應遵守秩序，並遵從現場警務人員及營辦商職員的指示。計劃乘坐跨境巴士的人士亦應提早預訂車票。\n\n駕駛跨境私家車出入境人士請注意，視乎現場交通情況，落馬洲管制站及深圳灣口岸在元旦假期及前後或會實施特別交通安排，以便保障公共運輸車輛能暢順前往上述口岸，跨境私家車或需輪候通過口岸。駕駛人士請特別留意前往口岸道路沿途的可變信息顯示屏及交通標誌。如遇交通受阻，請保持忍讓及遵從現場警務人員的指示。\n\n至於港珠澳大橋，市民可透過運輸署流動應用程式「香港出行易」或網頁（hkemobility.gov.hk/tc/traffic-information/live/cctv），查閱大橋香港口岸出境及入境客車通關廣場的交通快拍，亦可透過「港珠澳大橋珠海口岸」或「珠海發布」微信公眾號內的「大橋口岸實時通關」服務（traffic-info.gzazhka.com:5015/#/），查閱大橋珠海口岸的車輛實時通關情況，以便及早計劃行程。此外，運輸署提醒駕駛人士於大橋主橋行駛時，應時刻遵照珠海當局實施的交通管控措施，除非獲珠海市當局指示，否則車輛一律不可佔用應急車道。\n\n\n市民和旅客可透過保安局的一站式過關資訊平台「口岸通」（www.sb.gov.hk/chi/bwt/status.html?type=outbound）或「香港出行易」，取得各陸路口岸旅客和私家車過關平均輪候時間，以及金巴、落馬洲—皇崗過境穿梭巴士（皇巴）及港鐵服務的平均輪候時間等有用資訊，以便計劃行程及減省等候時間。市民請留意電台、電視台、運輸署網頁（www.td.gov.hk）及「香港出行易」發放的最新交通消息。"
            }
        },
        "district": null,
        "last_update": "2025-12-31T11:42:10",
        "last_announcement": "2025-12-31T10:03:00"
    },
    "IN-25-09070": {
        "description": {
            "INCIDENT_HEADING_EN": "Ferry Incident",
            "INCIDENT_HEADING_CN": "渡輪事故",
            "INCIDENT_DETAIL_EN": "Structural / Mechanical Defects or Closure of Access",
            "INCIDENT_DETAIL_CN": "結構/機械缺陷或關閉",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-12-31T12:25:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "130529",
                "CONTENT_EN": "Due to mechanical defect, the following ferry services have been suspended. \nFortune Ferry Company Limited\n‘Water Taxi’ Route: Premium ferry sailing at 10:40 a. m. and 12:10 p. m. from East Tsim Sha Tsui.",
                "CONTENT_CN": "因機件故障，以下渡輪服務已經暫停服務。\n富裕⼩輪有限公司\n「⽔上的⼠」航線：於上午10時40分及下午12時10分由尖東開出的豪華航班。"
            },
            "2025-12-31T14:16:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "130532",
                "CONTENT_EN": "Due to mechanical defect, the following ferry services have been suspended. \nFortune Ferry Company Limited\n‘Water Taxi’ Route: Premium ferry sailing at 2:05 p. m. from East Tsim Sha Tsui.",
                "CONTENT_CN": "因機件故障，以下渡輪服務已經暫停服務。\n富裕⼩輪有限公司\n「⽔上的⼠」航線：於下午2時05分由尖東開出的豪華航班。"
            }
        },
        "district": null,
        "last_update": "2025-12-31T14:42:19",
        "last_announcement": "2025-12-31T14:16:00"
    }
}