{
    "PE-25-00020": {
        "description": {
            "INCIDENT_HEADING_EN": "Event",
            "INCIDENT_HEADING_CN": "活動",
            "INCIDENT_DETAIL_EN": "Hong Kong Streetathon 2025 (香港街馬2025)",
            "INCIDENT_DETAIL_CN": "Hong Kong Streetathon 2025 (香港街馬2025)",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-23T01:05:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127789",
                "CONTENT_EN": "To facilitate the “Hong Kong Streetathon” today, road closure and traffic diversions will be implemented starting from 1:00 a. m. in phases at various locations on Hong Kong Island North and in Kowloon East and Tseung Kwan O, major closed roads include: Hong Kong Island: Lung Wo Road eastbound, Central-Wan Chai Bypass eastbound and section of Island Eastern Corridor eastbound between Victoria Park Road and Eastern Harbour Crossing. Kowloon: Kwun Tong Bypass eastbound, Cha Kwo Ling Road, Hoi Bun Road and Kai Fuk Road westbound. New Territories: Tseung Lam Highway and Wan O Road westbound. Eastern Harbour Crossing (Hong Kong bound tube) will implement the one-tube-two-way arrangement. Vehicular traffic towards Kowloon via Eastern Harbour Crossing are advised to use the entrances from Sai Wan Ho or Kornhill, and use the exit at Man Hong Street, North Point towards Hong Kong Island. During the road closure, a total of 56 bus routes and 15 green minibus routes are required to be diverted, truncated or relocated on their stops in phases. In addition, taxi stands, public light bus stands, roadside parking spaces and private car parks on the road affected have been gradually suspended. The traffic in the affected areas and the major roads in the vicinity will become significantly congested than normal Sundays. Motorists are advised to avoid driving to the affected areas. In case of traffic congestion, motorists should exercise patience and follow the instruction of the Police on site. When going to the aforesaid areas, the public should plan their journeys early and allow sufficient traveling time to avoid unexpected delay, use railway services as far as possible, and stay alert to the latest traffic news through the media. Members of the public are advised to pay attention to radio/ TV announcements on the latest traffic news.",
                "CONTENT_CN": "為配合今日舉行「香港街馬」，港島北、九龍東及將軍澳多處將於上午1時起分階段實施封路及交通改道措施，主要封閉路段包括： 香港島：龍和道(東行)、中環及灣仔繞道(東行)及介乎維園道至東區海底隧道之間的一段東區走廊(東行)。 九龍區：觀塘繞道(東行)、茶果嶺道、海濱道及啟福道(西行)。 新界區：將藍公路及環澳路(西行)。 東區海底隧道往港島方向的管道將會實施單管雙程行車，經東隧前往九龍的車輛須使用西灣河或康山入口，前往香港島的車輛則須使用北角民康街出口。 封路期間，合共56條巴士路線及15條專線小巴路線需要分階段實施改道、縮短路線或遷站安排。此外，位於封路地區內的的士站、公共小巴站、路旁停車位及私人停車場已逐步暫停使用。 在受影響地區及附近的主要道路的交通將會較平常的星期日顯著擠塞。駕駛人士請避免駕車前往受影響的地區。如遇交通擠塞時，駕車人士請保持忍讓，並遵從在場警方的指示。市民如前往受影響地區，請提早計劃行程及預留額外的行程時間以免延誤，盡量使用鐵路服務，並留意傳媒廣播的最新交通消息。 市民請留意電台/電視廣播的最新交通消息。"
            },
            "2025-11-23T02:30:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127790",
                "CONTENT_EN": "To facilitate the “Hong Kong Streetathon” today, road closure and traffic diversions have been implemented at various locations on Hong Kong Island North and in Kowloon East and Tseung Kwan O, major closed roads include: Hong Kong Island: Lung Wo Road eastbound, Central-Wan Chai Bypass eastbound and section of Island Eastern Corridor eastbound between Victoria Park Road and Eastern Harbour Crossing. Kowloon: Kwun Tong Bypass eastbound, Cha Kwo Ling Road, Hoi Bun Road and Kai Fuk Road westbound. New Territories: Tseung Lam Highway and Wan O Road westbound. Eastern Harbour Crossing (Hong Kong bound tube) has implemented the one-tube-two-way arrangement. Vehicular traffic towards Kowloon via Eastern Harbour Crossing are advised to use the entrances from Sai Wan Ho or Kornhill, and use the exit at Man Hong Street, North Point towards Hong Kong Island. There are 9 bus routes and 1 green minibus routes currently being diverted, truncated or relocated on their stops. In addition, taxi stands, public light bus stands, roadside parking spaces and private car parks on the road affected have been gradually suspended. The traffic in the affected areas and the major roads in the vicinity will become significantly congested than normal Sundays. Motorists are advised to avoid driving to the affected areas. In case of traffic congestion, motorists should exercise patience and follow the instruction of the Police on site. When going to the aforesaid areas, the public should plan their journeys early and allow sufficient traveling time to avoid unexpected delay, use railway services as far as possible, and stay alert to the latest traffic news through the media. Members of the public are advised to pay attention to radio/ TV announcements on the latest traffic news.",
                "CONTENT_CN": "為配合今日舉行「香港街馬」，港島北、九龍東及將軍澳多處現正實施封路及交通改道措施，主要封閉路段包括： 香港島：龍和道(東行)、中環及灣仔繞道(東行)及介乎維園道至東區海底隧道之間的一段東區走廊(東行)。 九龍區：觀塘繞道(東行)、茶果嶺道、海濱道及啟福道(西行)。 新界區：將藍公路及環澳路(西行)。 東區海底隧道往港島方向的管道現正實施單管雙程行車，經東隧前往九龍的車輛須使用西灣河或康山入口，前往香港島的車輛則須使用北角民康街出口。 現時，9條巴士路線及1條專線小巴路線正實施改道、縮短路線或遷站安排。此外，位於封路地區內的的士站、公共小巴站、路旁停車位及私人停車場已逐步暫停使用。 在受影響地區及附近的主要道路的交通將會較平常的星期日顯著擠塞。駕駛人士請避免駕車前往受影響的地區。如遇交通擠塞時，駕車人士請保持忍讓，並遵從在場警方的指示。市民如前往受影響地區，請提早計劃行程及預留額外的行程時間以免延誤，盡量使用鐵路服務，並留意傳媒廣播的最新交通消息。 市民請留意電台/電視廣播的最新交通消息。"
            },
            "2025-11-23T08:30:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127795",
                "CONTENT_EN": "Several closed roads for the “Hong Kong Streetathon” on Hong Kong Island, including Lung Wo Road eastbound, Central-Wan Chai Bypass eastbound and section of Island Eastern Corridor eastbound between Victoria Park Road and Eastern Harbour Crossing, etc. have been re-opened to traffic. The one-tube-two-way arrangement is still implemented in Eastern Harbour Crossing. Vehicles from Victoria Park Road heading for Island Eastern Corridor could only travel towards North Point and Chai Wan. Vehicles heading for Kowloon still need to use the entrances from Sai Wan Ho or Kornhill heading for Eastern Harbour Crossing. The closed road sections in Kowloon and New Territories, including Kwun Tong Bypass eastbound, Cha Kwo Ling Road, Hoi Bun Road, Kai Fuk Road westbound, Tseung Lam Highway and Wan O Road westbound are remain closed. There are 35 bus routes and 11 green minibus routes currently being diverted, truncated or relocated on their stops. The traffic in the affected areas and roads in the vicinity will become significantly congested than normal Sundays. Motorists are advised to avoid driving to the affected areas. When going to the aforesaid areas, the public should plan their journeys early, allow sufficient traveling time to avoid unexpected delay, and use railway services as far as possible. Members of the public are advised to pay attention to radio/ TV announcements on the latest traffic news.",
                "CONTENT_CN": "因應「香港街馬」早前封閉香港島的多條道路，包括龍和道(東行)、中環及灣仔繞道(東行)及介乎維園道至東區海底隧道之間的一段東區走廊(東行)等已經重開。 東區海底隧道現時繼續維持單管雙程行車。由維園道前往東區走廊的車輛只可前往北角及柴灣。前往九龍的車輛仍須由西灣河或康山入口前往東隧。 在九龍及新界的封閉路段，包括觀塘繞道(東行)、茶果嶺道、海濱道、啟福道(西行)、將藍公路及環澳路(西行)，現時仍然封閉。 現時，35條巴士路線及11條專線小巴路線正實施改道、縮短路線或遷站安排。 受影響地區及附近道路的交通會較平常的星期日顯著擠塞，駕駛人士請避免駕車前往受影響的地區。市民請提早計劃行程及預留額外的行程時間以免延誤，並盡量使用鐵路服務。 市民請留意電台/電視廣播的最新交通消息。"
            },
            "2025-11-23T09:00:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127796",
                "CONTENT_EN": "Several closed roads for the “Hong Kong Streetathon” on Hong Kong Island, including Lung Wo Road eastbound, Central-Wan Chai Bypass eastbound and section of Island Eastern Corridor eastbound between Victoria Park Road and Eastern Harbour Crossing, etc. have been re-opened to traffic. Eastern Harbour Crossing has ceased the one-tube-two-way arrangement and resumed normal operation. \n\nThe closed road sections in Kowloon and New Territories, including Kwun Tong Bypass eastbound, Cha Kwo Ling Road, Hoi Bun Road, Kai Fuk Road westbound, Tseung Lam Highway and Wan O Road westbound are remain closed. \n\nThere are 27 bus routes and 11 green minibus routes currently being diverted, truncated or relocated on their stops. \n\nThe traffic in the affected areas and roads in the vicinity will become significantly congested than normal Sundays. Motorists are advised to avoid driving to the affected areas. When going to the aforesaid areas, the public should plan their journeys early, allow sufficient traveling time to avoid unexpected delay, and use railway services as far as possible. \n\nMembers of the public are advised to pay attention to radio/ TV announcements on the latest traffic news.",
                "CONTENT_CN": "因應「香港街馬」早前封閉香港島的多條道路，包括龍和道(東行)、中環及灣仔繞道(東行)及介乎維園道至東區海底隧道之間的一段東區走廊(東行)等已經重開。東區海底隧道亦已取消單管雙程行車，行車管道恢復正常。\n\n在九龍及新界的封閉路段，包括觀塘繞道(東行)、茶果嶺道、海濱道、啟福道(西行)、將藍公路及環澳路(西行)，現時仍然封閉。\n\n現時，27條巴士路線及11條專線小巴路線正實施改道、縮短路線或遷站安排。\n\n受影響地區及附近道路的交通會較平常的星期日顯著擠塞，駕駛人士請避免駕車前往受影響的地區。市民請提早計劃行程及預留額外的行程時間以免延誤，並盡量使用鐵路服務。"
            },
            "2025-11-23T11:05:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127800",
                "CONTENT_EN": "Several closed roads for the “Hong Kong Streetathon”, including Tseung Lam Highway westbound and Wan O Road westbound, and all affected road sections on Hong Kong Island have been re-opened to traffic. The section of Cha Kwo Ling Road between Wai Yip Street and Lam Tin Interchange remains closed. Vehicles from Tseung Lam Highway westbound heading for Kwun Tong are diverted via Cha Kwo Ling Road eastbound, Yau Tong Road and Lei Yue Mun Road westbound after Lam Tin Interchange. Other closed road sections in Kowloon and New Territories, including Kwun Tong Bypass eastbound, Hoi Bun Road, Kai Fuk Road westbound and Tseung Lam Highway eastbound remain closed. There are 27 bus routes and 11 green minibus routes currently being diverted, truncated or relocated on their stops. The traffic in the affected areas and roads in the vicinity will become significantly congested than normal Sundays. Motorists are advised to avoid driving to the affected areas. When going to the aforesaid areas, the public should plan their journeys early, allow sufficient traveling time to avoid unexpected delay, and use railway services as far as possible. Members of the public are advised to pay attention to radio/ TV announcements on the latest traffic news.",
                "CONTENT_CN": "因應「香港街馬」早前封閉的將藍公路(西行)及環澳路(西行)，以及所有香港島的受影響道路已經重開。 介乎偉業街至藍田交匯處的一段茶果嶺道現時仍然封閉。沿將藍公路(西行)前往觀塘的車輛，在駛經藍田交匯處後，須改經茶果嶺道(東行)、油塘道及鯉魚門道(西行)。 其他在九龍及新界的封閉路段，包括觀塘繞道(東行)、海濱道、啟福道(西行)及將藍公路(東行)，現時仍然封閉。 現時，27條巴士路線及11條專線小巴路線正實施改道、縮短路線或遷站安排。 受影響地區及附近道路的交通會較平常的星期日顯著擠塞，駕駛人士請避免駕車前往受影響的地區。市民請提早計劃行程及預留額外的行程時間以免延誤，並盡量使用鐵路服務。 市民請留意電台/電視廣播的最新交通消息。"
            },
            "2025-11-23T12:30:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127807",
                "CONTENT_EN": "Several closed roads for the “Hong Kong Streetathon”, including Kai Fuk Road westbound and Cha Kwo Ling Road, as well as all affected road sections on Hong Kong Island and in New Territories have been re-opened to traffic. Other closed road sections in Kowloon, including Kwun Tong Bypass eastbound and Hoi Bun Road remain closed. There are 25 bus routes and 9 green minibus routes currently being diverted, truncated or relocated on their stops. The traffic in the affected areas and roads in the vicinity will become significantly congested than normal Sundays. Motorists are advised to avoid driving to the affected areas. When going to the aforesaid areas, the public should plan their journeys early, allow sufficient traveling time to avoid unexpected delay, and use railway services as far as possible. Members of the public are advised to pay attention to radio/ TV announcements on the latest traffic news.",
                "CONTENT_CN": "因應「香港街馬」早前封閉的啟福道(西行)及茶果嶺道，以及所有香港島及新界的受影響道路已經重開。 其他在九龍的封閉路段，包括觀塘繞道(東行)及海濱道，現時仍然封閉。 現時，25條巴士路線及9條專線小巴路線正實施改道、縮短路線或遷站安排。 受影響地區及附近道路的交通會較平常的星期日顯著擠塞，駕駛人士請避免駕車前往受影響的地區。市民請提早計劃行程及預留額外的行程時間以免延誤，並盡量使用鐵路服務。 市民請留意電台/電視廣播的最新交通消息。"
            },
            "2025-11-23T13:00:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127808",
                "CONTENT_EN": "In connection to the “Hong Kong Streetathon”, the previously closed roads on Hong Kong Island North and in Kowloon East and Tseung Kwan O are now re-opened for traffic, and all the affected public transport services have been resumed normal. Members of the public are advised to pay attention to radio/ TV announcements on the latest traffic news.",
                "CONTENT_CN": "因應「香港街馬」早前封閉的港島北、九龍東及將軍澳道路，現已全部解封，而所有受影響的公共交通服務亦已回復正常。 市民請留意電台/電視廣播的最新交通消息。"
            }
        },
        "district": null,
        "last_update": "2025-11-23T13:18:47",
        "last_announcement": "2025-11-23T13:00:00"
    },
    "IN-25-07931": {
        "description": {
            "INCIDENT_HEADING_EN": "Car Park Publicity",
            "INCIDENT_HEADING_CN": "Car Park Publicity",
            "INCIDENT_DETAIL_EN": "West Kowloon Cultural District",
            "INCIDENT_DETAIL_CN": "西九文化區",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-23T14:31:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127814",
                "CONTENT_EN": "All car parks at West Kowloon Cultural District are full. Members of the public are encouraged to take public transport to the West Kowloon Cultural District.",
                "CONTENT_CN": "西九文化區內所有停車場現已泊滿車輛，前往西九文化區一帶的市民請使用公共交通工具。"
            }
        },
        "district": null,
        "last_update": "2025-11-23T14:52:05",
        "last_announcement": "2025-11-23T14:31:00"
    },
    "IN-25-07961": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Commissioning of New Traffic Lane at Hong Kong Island Bound Exit of Western Harbour Crossing",
            "INCIDENT_DETAIL_CN": "西區海底隧道往香港島方向出口增建行車線的啟用",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-24T18:00:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127883",
                "CONTENT_EN": "Motorists are advised that, the new traffic lane at Hong Kong Island Bound Exit of Western Harbour Crossing will be commissioned from 6.00 am on 30 November 2025 (Sunday). Upon the commissioning of the new traffic lane, the slip road leading from Western Harbour Crossing to Central District, Sai Ying Pun and Sheung Wan will be expanded to three traffic lanes, providing two traffic lanes heading for Central District and one traffic lane heading for Sai Ying Pun or Sheung Wan. Appropriate traffic signs and road markings will be provided on-site to guide motorists.",
                "CONTENT_CN": "駕駛人士請注意，西區海底隧道往香港島方向出口增建的行車線將於2025年11月30日（星期日）上午6時起啟用。屆時，由西區海底隧道通往中區、西營盤及上環的支路將擴闊至三線行車道，提供兩條行車線往中區，以及一條行車線往西營盤或上環。 有關地點將設置適當交通標誌及道路標記，指導駕駛人士。"
            }
        },
        "district": null,
        "last_update": "2025-11-24T18:17:45",
        "last_announcement": "2025-11-24T18:00:00"
    },
    "IN-25-07981": {
        "description": {
            "INCIDENT_HEADING_EN": "Ferry Incident",
            "INCIDENT_HEADING_CN": "渡輪事故",
            "INCIDENT_DETAIL_EN": "vessel mechanical defects",
            "INCIDENT_DETAIL_CN": "船隻機件故障",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-25T13:15:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127925",
                "CONTENT_EN": "Due to vessel mechanical defects, the following Inner Harbour ferry service are suspended. Fortune Ferry Company Limited - from Hung Hom: suspended at 12:50, 13:30 - from Central: suspended at 13:10, 14:00",
                "CONTENT_CN": "因船隻機件故障，以下港內渡輪服務停航： 富裕小輪有限公司 -由紅磡:12:50,13:30 暫停服務 -由中環:13:10,14:00 暫停服務"
            }
        },
        "district": null,
        "last_update": "2025-11-25T13:45:21",
        "last_announcement": "2025-11-25T13:15:00"
    }
}