{
    "IN-25-07846": {
        "description": {
            "INCIDENT_HEADING_EN": "Ferry Incident",
            "INCIDENT_HEADING_CN": "渡輪事故",
            "INCIDENT_DETAIL_EN": "Strong Wind",
            "INCIDENT_DETAIL_CN": "強風",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-21T08:48:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127611",
                "CONTENT_EN": "Fortune Ferry Company Limited Due to malfunction of lift system in WestK Quay, \"West Kowloon – Central\" ferry service is supended until further notice.",
                "CONTENT_CN": "富裕小輪有限公司 因西九碼頭升降台故障，「中環－西九龍」線暫停服務，復航時間待定"
            },
            "2025-11-21T09:02:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127615",
                "CONTENT_EN": "The following ferry service which was suspended due to malfunction of lift system in WestK Quay will be or have been resumed:\nFortune Ferry Company Limited\n-Central to West Kowloon : resumed at 09:00 am\n-West Kowloon to Central : resumes at 09:15 am.",
                "CONTENT_CN": "較早前因受西九碼頭升降台故障而停航的以下渡輪服務將會或已經恢復服務:\n富裕小輪有限公司\n-中環至西九龍:上午09時00分恢復\n-西九龍至中環:上午09時15分恢復。"
            }
        },
        "district": null,
        "last_update": "2025-11-21T10:46:32",
        "last_announcement": "2025-11-21T09:02:00"
    },
    "IN-25-07861": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Special traffic and transport arrangements for Cross Harbour Race in Wan Chai North and Tsim Sha Tsui",
            "INCIDENT_DETAIL_CN": "為配合渡海泳比賽灣仔北及尖沙咀特別交通及運輸安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-21T12:36:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127641",
                "CONTENT_EN": "Special traffic and transport arrangements would be implemented in Wan Chai North and Tsim Sha Tsui to facilitate the holding of the Cross Harbour Race 2025 on November 22. For details of the special traffic and public transport arrangements, members of the public may visit the TD's website (https://www. td. gov. hk/filemanager/en/content_13/TDN_%20Victoria%20Harbour%20Race%202025_Eng. pdf) or its mobile application \"HKeMobility\". Passengers may also refer to the passenger notices displayed by the relevant public transport operators.",
                "CONTENT_CN": "為配合十一月二十二日舉行的二○二五年渡海泳比賽，灣仔北及尖沙咀實施特別交通及運輸安排，詳情可瀏覽運輸署網頁（https://www.td.gov.hk/filemanager/en/content_13/TDN_%20Victoria%20Harbour%20Race%202025_Chi.pdf）、「香港出行易」流動應用程式或參閱相關公共運輸營辦商所發出的乘客通告。"
            }
        },
        "district": null,
        "last_update": "2025-11-21T12:46:01",
        "last_announcement": "2025-11-21T12:36:00"
    },
    "IN-25-07865": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Hong Kong Streetathon 2025",
            "INCIDENT_DETAIL_CN": "香港街馬2025",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-21T15:05:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127649",
                "CONTENT_EN": "Special traffic and transport arrangements will be implemented in phases at various locations on Hong Kong Island, in Kowloon East and Tseung Kwan O from 1am Sunday (23 November) to facilitate the holding of the Hong Kong Streetathon 2025. \n\nMotorists should pay particular attention to the road closures and public transport arrangements at Lung Wo Road, the Central-Wan Chai Bypass, Island Eastern Corridor, Eastern Harbour Crossing, Tseung Lam Highway, Cha Kwo Ling Road, Kwun Tong Bypass, Hoi Bun Road and Kai Fuk Road. \n\nDue to extensive road closures, the TD anticipates that traffic will be very congested. Motorists are advised to avoid driving to the affected/ congested areas unless absolutely necessary. Besides, in view of the road closures, bus and Green Minibus routes observing the above roads will also be affected and subject to diversion, truncation or relocation of stops in phases. \n\nFor details of the special traffic and public transport arrangements to be implemented on the event day, please refer to the Transport Department Notice\n(https://www. td. gov. hk/filemanager/en/content_13/WCO/tdn_hkstreetathon25_eng. pdf).",
                "CONTENT_CN": "為配合舉行香港街馬2025，香港島、九龍東及將軍澳多處在周日（十一月二十三日）凌晨一時起分階段實施特別交通及運輸安排。\n\n駕駛人士請特別留意活動當日在龍和道、中環及灣仔繞道、東區走廊、東區海底隧道、將藍公路、茶果嶺道、觀塘繞道、海濱道及啟福道的封路安排。\n\n運輸署預計大範圍封路將會令交通非常擠塞，駕駛人士如非必要，請不要駕車前往受影響的地區。此外，行經上述路段的巴士及專線小巴路線亦會因應封路安排分階段實施改道、縮短路線或遷站安排。\n\n有關活動當日實施特別交通及運輸安排的詳細資料，請參閱運輸署公告(https://www.td.gov.hk/filemanager/en/content_13/WCO/tdn_hkstreetathon25_tc.pdf)。"
            }
        },
        "district": null,
        "last_update": "2025-11-21T15:27:12",
        "last_announcement": "2025-11-21T15:05:00"
    },
    "PE-25-00020": {
        "description": {
            "INCIDENT_HEADING_EN": "Event",
            "INCIDENT_HEADING_CN": "活動",
            "INCIDENT_DETAIL_EN": "Hong Kong Streetathon 2025 (香港街馬2025)",
            "INCIDENT_DETAIL_CN": "Hong Kong Streetathon 2025 (香港街馬2025)",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-23T01:05:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127789",
                "CONTENT_EN": "To facilitate the “Hong Kong Streetathon” today, road closure and traffic diversions will be implemented starting from 1:00 a. m. in phases at various locations on Hong Kong Island North and in Kowloon East and Tseung Kwan O, major closed roads include: Hong Kong Island: Lung Wo Road eastbound, Central-Wan Chai Bypass eastbound and section of Island Eastern Corridor eastbound between Victoria Park Road and Eastern Harbour Crossing. Kowloon: Kwun Tong Bypass eastbound, Cha Kwo Ling Road, Hoi Bun Road and Kai Fuk Road westbound. New Territories: Tseung Lam Highway and Wan O Road westbound. Eastern Harbour Crossing (Hong Kong bound tube) will implement the one-tube-two-way arrangement. Vehicular traffic towards Kowloon via Eastern Harbour Crossing are advised to use the entrances from Sai Wan Ho or Kornhill, and use the exit at Man Hong Street, North Point towards Hong Kong Island. During the road closure, a total of 56 bus routes and 15 green minibus routes are required to be diverted, truncated or relocated on their stops in phases. In addition, taxi stands, public light bus stands, roadside parking spaces and private car parks on the road affected have been gradually suspended. The traffic in the affected areas and the major roads in the vicinity will become significantly congested than normal Sundays. Motorists are advised to avoid driving to the affected areas. In case of traffic congestion, motorists should exercise patience and follow the instruction of the Police on site. When going to the aforesaid areas, the public should plan their journeys early and allow sufficient traveling time to avoid unexpected delay, use railway services as far as possible, and stay alert to the latest traffic news through the media. Members of the public are advised to pay attention to radio/ TV announcements on the latest traffic news.",
                "CONTENT_CN": "為配合今日舉行「香港街馬」，港島北、九龍東及將軍澳多處將於上午1時起分階段實施封路及交通改道措施，主要封閉路段包括： 香港島：龍和道(東行)、中環及灣仔繞道(東行)及介乎維園道至東區海底隧道之間的一段東區走廊(東行)。 九龍區：觀塘繞道(東行)、茶果嶺道、海濱道及啟福道(西行)。 新界區：將藍公路及環澳路(西行)。 東區海底隧道往港島方向的管道將會實施單管雙程行車，經東隧前往九龍的車輛須使用西灣河或康山入口，前往香港島的車輛則須使用北角民康街出口。 封路期間，合共56條巴士路線及15條專線小巴路線需要分階段實施改道、縮短路線或遷站安排。此外，位於封路地區內的的士站、公共小巴站、路旁停車位及私人停車場已逐步暫停使用。 在受影響地區及附近的主要道路的交通將會較平常的星期日顯著擠塞。駕駛人士請避免駕車前往受影響的地區。如遇交通擠塞時，駕車人士請保持忍讓，並遵從在場警方的指示。市民如前往受影響地區，請提早計劃行程及預留額外的行程時間以免延誤，盡量使用鐵路服務，並留意傳媒廣播的最新交通消息。 市民請留意電台/電視廣播的最新交通消息。"
            },
            "2025-11-23T02:30:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127790",
                "CONTENT_EN": "To facilitate the “Hong Kong Streetathon” today, road closure and traffic diversions have been implemented at various locations on Hong Kong Island North and in Kowloon East and Tseung Kwan O, major closed roads include: Hong Kong Island: Lung Wo Road eastbound, Central-Wan Chai Bypass eastbound and section of Island Eastern Corridor eastbound between Victoria Park Road and Eastern Harbour Crossing. Kowloon: Kwun Tong Bypass eastbound, Cha Kwo Ling Road, Hoi Bun Road and Kai Fuk Road westbound. New Territories: Tseung Lam Highway and Wan O Road westbound. Eastern Harbour Crossing (Hong Kong bound tube) has implemented the one-tube-two-way arrangement. Vehicular traffic towards Kowloon via Eastern Harbour Crossing are advised to use the entrances from Sai Wan Ho or Kornhill, and use the exit at Man Hong Street, North Point towards Hong Kong Island. There are 9 bus routes and 1 green minibus routes currently being diverted, truncated or relocated on their stops. In addition, taxi stands, public light bus stands, roadside parking spaces and private car parks on the road affected have been gradually suspended. The traffic in the affected areas and the major roads in the vicinity will become significantly congested than normal Sundays. Motorists are advised to avoid driving to the affected areas. In case of traffic congestion, motorists should exercise patience and follow the instruction of the Police on site. When going to the aforesaid areas, the public should plan their journeys early and allow sufficient traveling time to avoid unexpected delay, use railway services as far as possible, and stay alert to the latest traffic news through the media. Members of the public are advised to pay attention to radio/ TV announcements on the latest traffic news.",
                "CONTENT_CN": "為配合今日舉行「香港街馬」，港島北、九龍東及將軍澳多處現正實施封路及交通改道措施，主要封閉路段包括： 香港島：龍和道(東行)、中環及灣仔繞道(東行)及介乎維園道至東區海底隧道之間的一段東區走廊(東行)。 九龍區：觀塘繞道(東行)、茶果嶺道、海濱道及啟福道(西行)。 新界區：將藍公路及環澳路(西行)。 東區海底隧道往港島方向的管道現正實施單管雙程行車，經東隧前往九龍的車輛須使用西灣河或康山入口，前往香港島的車輛則須使用北角民康街出口。 現時，9條巴士路線及1條專線小巴路線正實施改道、縮短路線或遷站安排。此外，位於封路地區內的的士站、公共小巴站、路旁停車位及私人停車場已逐步暫停使用。 在受影響地區及附近的主要道路的交通將會較平常的星期日顯著擠塞。駕駛人士請避免駕車前往受影響的地區。如遇交通擠塞時，駕車人士請保持忍讓，並遵從在場警方的指示。市民如前往受影響地區，請提早計劃行程及預留額外的行程時間以免延誤，盡量使用鐵路服務，並留意傳媒廣播的最新交通消息。 市民請留意電台/電視廣播的最新交通消息。"
            },
            "2025-11-23T08:30:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127795",
                "CONTENT_EN": "Several closed roads for the “Hong Kong Streetathon” on Hong Kong Island, including Lung Wo Road eastbound, Central-Wan Chai Bypass eastbound and section of Island Eastern Corridor eastbound between Victoria Park Road and Eastern Harbour Crossing, etc. have been re-opened to traffic. The one-tube-two-way arrangement is still implemented in Eastern Harbour Crossing. Vehicles from Victoria Park Road heading for Island Eastern Corridor could only travel towards North Point and Chai Wan. Vehicles heading for Kowloon still need to use the entrances from Sai Wan Ho or Kornhill heading for Eastern Harbour Crossing. The closed road sections in Kowloon and New Territories, including Kwun Tong Bypass eastbound, Cha Kwo Ling Road, Hoi Bun Road, Kai Fuk Road westbound, Tseung Lam Highway and Wan O Road westbound are remain closed. There are 35 bus routes and 11 green minibus routes currently being diverted, truncated or relocated on their stops. The traffic in the affected areas and roads in the vicinity will become significantly congested than normal Sundays. Motorists are advised to avoid driving to the affected areas. When going to the aforesaid areas, the public should plan their journeys early, allow sufficient traveling time to avoid unexpected delay, and use railway services as far as possible. Members of the public are advised to pay attention to radio/ TV announcements on the latest traffic news.",
                "CONTENT_CN": "因應「香港街馬」早前封閉香港島的多條道路，包括龍和道(東行)、中環及灣仔繞道(東行)及介乎維園道至東區海底隧道之間的一段東區走廊(東行)等已經重開。 東區海底隧道現時繼續維持單管雙程行車。由維園道前往東區走廊的車輛只可前往北角及柴灣。前往九龍的車輛仍須由西灣河或康山入口前往東隧。 在九龍及新界的封閉路段，包括觀塘繞道(東行)、茶果嶺道、海濱道、啟福道(西行)、將藍公路及環澳路(西行)，現時仍然封閉。 現時，35條巴士路線及11條專線小巴路線正實施改道、縮短路線或遷站安排。 受影響地區及附近道路的交通會較平常的星期日顯著擠塞，駕駛人士請避免駕車前往受影響的地區。市民請提早計劃行程及預留額外的行程時間以免延誤，並盡量使用鐵路服務。 市民請留意電台/電視廣播的最新交通消息。"
            },
            "2025-11-23T09:00:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127796",
                "CONTENT_EN": "Several closed roads for the “Hong Kong Streetathon” on Hong Kong Island, including Lung Wo Road eastbound, Central-Wan Chai Bypass eastbound and section of Island Eastern Corridor eastbound between Victoria Park Road and Eastern Harbour Crossing, etc. have been re-opened to traffic. Eastern Harbour Crossing has ceased the one-tube-two-way arrangement and resumed normal operation. \n\nThe closed road sections in Kowloon and New Territories, including Kwun Tong Bypass eastbound, Cha Kwo Ling Road, Hoi Bun Road, Kai Fuk Road westbound, Tseung Lam Highway and Wan O Road westbound are remain closed. \n\nThere are 27 bus routes and 11 green minibus routes currently being diverted, truncated or relocated on their stops. \n\nThe traffic in the affected areas and roads in the vicinity will become significantly congested than normal Sundays. Motorists are advised to avoid driving to the affected areas. When going to the aforesaid areas, the public should plan their journeys early, allow sufficient traveling time to avoid unexpected delay, and use railway services as far as possible. \n\nMembers of the public are advised to pay attention to radio/ TV announcements on the latest traffic news.",
                "CONTENT_CN": "因應「香港街馬」早前封閉香港島的多條道路，包括龍和道(東行)、中環及灣仔繞道(東行)及介乎維園道至東區海底隧道之間的一段東區走廊(東行)等已經重開。東區海底隧道亦已取消單管雙程行車，行車管道恢復正常。\n\n在九龍及新界的封閉路段，包括觀塘繞道(東行)、茶果嶺道、海濱道、啟福道(西行)、將藍公路及環澳路(西行)，現時仍然封閉。\n\n現時，27條巴士路線及11條專線小巴路線正實施改道、縮短路線或遷站安排。\n\n受影響地區及附近道路的交通會較平常的星期日顯著擠塞，駕駛人士請避免駕車前往受影響的地區。市民請提早計劃行程及預留額外的行程時間以免延誤，並盡量使用鐵路服務。"
            }
        },
        "district": null,
        "last_update": "2025-11-23T11:02:44",
        "last_announcement": "2025-11-23T09:00:00"
    }
}