{
    "IN-25-07613": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Closure of Shenzhen Bay Port",
            "INCIDENT_DETAIL_CN": "深圳灣口岸封閉",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-13T20:00:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127078",
                "CONTENT_EN": "The 15th National Games of the People’s Republic of China “The China Telecom Trophy” Athletics (Marathon) Competition will be held on 15 November 2025. To facilitate the competition, Special arrangements will be implemented on the clearance services (including passenger and goods vehicle clearance services) at the Shenzhen Bay Port (“SBP”). It will be closed to travellers and vehicles from 2.00 am to 11.00 am on 15 November 2025. In the meantime, temporary control measures will be implemented on Shenzhen Bay Bridge, Kong Sham Western Highway and Ha Tsuen Interchange. During the temporary control period, the Shenzhen Bay Bridge, the Kong Sham Western Highway and Ha Tsuen Interchange will be closed to all vehicular traffic from eastbound and westbound of Yuen Long Highway and Ha Tsuen Road. During the special arrangements of clearance services at SBP from 2:00 am to 11:00 am on 15 November 2025 (Saturday), cross-boundary vehicles (including goods vehicles, passenger vehicles and private cars) holding valid Closed Road Permits for Shenzhen Bay Port may use Lok Ma Chau (Huanggang) Control Point, Man Kam To Control Point and Heung Yuen Wai Control Point, in accordance with the operating hours of the respective boundary control points. The temporary arrangement will cease after Shenzhen Bay Port is opened to travellers and vehicles at 11:00 am on 15 November 2025. Cross-boundary coach services running between Hong Kong and the Mainland via Shenzhen Bay Port as well as local public transport services serving Shenzhen Bay Port, including franchised buses, green minibuses (GMB), Urban and NT Taxis will be suspended during the implementation of the temporary control at the Shenzhen Bay Port on the day of event. The bus companies and GMB operators had displayed notices at termini and en-route stops of the affected routes to inform affected passengers. During the temporary closure of SBP, travellers should choose other control points to Shenzhen. Cross boundary passengers are advised to use the East Rail Line to travel to Shenzhen via Lo Wu and Lok Ma Chau Stations as much as possible. Residents in Yuen Long, Tuen Mun and Tin Shui Wai may consider taking KMB routes B1 and B9 to Lok Ma Chau Station and Heung Yuen Wai Control Point, or transfer to the Lok Ma Chau–Huanggang Cross-boundary Shuttle Bus Service at San Tin Interchange to Shenzhen. The public transport services at SBP are expected to resume operations gradually at 11 am when the SBP resumes clearance. During the suspension of the Shenzhen Bay Port departure service, the Transport Department (TD) expects that the roads leading to the Lok Ma Chau Spurline Station Public Transport Interchange, Lok Ma Chau/Huanggang, Man Kam To and Heung Yuen Wai BCPs, including San Tin Interchange, San Sham Road and Lok Ma Chau Road, etc. , would be congested. The full clearance services at the Shenzhen Bay Port are expected to resume at around 11am, by then traffic will be expected to be relatively busy. Depending on the prevailing traffic conditions in the different areas, the Police will deploy appropriate manpower and implement corresponding crowd management measures or special traffic arrangements at the affected control points and relevant road sections. The Transport Department appeals to cross boundary and local passengers to plan their journey as early as possible. Passengers uses public transport services as much as possible and avoid driving to cross boundary ports during the competition period to avoid traffic congestion and unnecessary delays. The specific reopening time of SBP may be changed according to the progress of the competition. Citizens are advised to pay attention to the latest traffic information released by radio, television or the \"Hong Kong eMobility\" mobile application.",
                "CONTENT_CN": "第十五屆全國運動會\"中國電信杯\"田徑(馬拉松)比賽將於（11月15日）舉行。為配合比賽，深圳灣口岸通關服務（包括客運及貨車通關服務）將有特別安排。深圳灣口岸於2025年11月15日(星期六)凌晨2 時至上午11時禁止旅客及車輛進入。與此同時，深圳灣公路大橋、港深西部公路及廈村交匯處將實施臨時管控。臨時管控期間，元朗公路東行、元朗公路西行及廈村路所有車輛禁止駛入深圳灣公路大橋、港深西部公路及廈村交匯處。 於2025年11月15日(星期六)凌晨2 時至上午11時深圳灣口岸禁止旅客及車輛進入期間，持深圳灣口岸有效封閉道路通行許可證的跨境車輛（包括貨車、客車及私家車）可選擇改道使用落馬洲(皇崗)管制站、文錦渡管制站或香園圍管制站，通行時間依照各管制站的原來通關服務時間。有關臨時改道安排在深圳灣口岸於上午11時開放予旅客及車輛進入時停止。 經深圳灣口岸來往香港和內地的跨境直通巴士、來往深圳灣口岸的本地公共交通服務包括專營巴士、專線小巴、市區及新界的士將會在上述時段暫停服務。有關專營巴士公司和專線小巴營辦商已在各路線的站點張貼通告，通知受影響乘客。 在深圳灣口岸臨時封閉期間，旅客應選擇其他口岸前往深圳。跨境旅客應盡量使用東鐵綫經羅湖及落馬洲站前往深圳。而元朗、屯門及天水圍一帶居民，可考慮使用九巴第B1及B9號線前往落馬洲站及香園圍管制站，又或於新田交匯處轉乘皇巴前往深圳。深圳灣口岸的公共運輸服務預計於上午11時，當深圳灣口岸恢復通關後逐步恢復營運。 運輸署預計通往落馬洲支線鐵路站公共運輸交匯處、落馬洲／皇崗、文錦渡及香園圍口岸的道路，包括新田交匯處、新深路及落馬洲路等，會車多繁忙。而深圳灣口岸的通關服務預計於約上午十一時全面恢復正常運作，預計屆時交通亦會比較繁忙。警方將視乎各區的交通情況，部署適當人手及於受影響的口岸和相關路段實施相應的人流管制措施或特別交通安排。 運輸署呼籲跨境及本地旅客及早計劃行程，盡量使用公共運輸服務，避免在有關時段駕車前往各跨境口岸以免交通擠塞及造成不必要的延誤。深圳灣口岸的具體重開時間或因應賽事進程而更改，請市民留意電台、電視台或「香港出行易」流動應用程式發放的最新交通消息。"
            },
            "2025-11-15T02:00:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127207",
                "CONTENT_EN": "To facilitate the 15th National Games of the People’s Republic of China “The China Telecom Trophy” Athletics (Marathon) Competition, the Shenzhen Bay Port has been closed to travellers and vehicles at 2.00 am on 15 November 2025. In the meantime, temporary control measures has been implemented on Shenzhen Bay Bridge, Kong Sham Western Highway and Ha Tsuen Interchange. During the temporary control period, the Shenzhen Bay Bridge, the Kong Sham Western Highway and Ha Tsuen Interchange has been closed to all vehicular traffic from eastbound and westbound of Yuen Long Highway and Ha Tsuen Road. Cross-boundary coach services running between Hong Kong and the Mainland via Shenzhen Bay Port as well as local public transport services serving Shenzhen Bay Port, including franchised buses, green minibuses (GMB), Urban and NT Taxis would be suspended from the first departure to around 11:00am. The bus companies and GMB operators had displayed notices at termini and en-route stops of the affected routes to inform affected passengers. The Transport Department appeals to cross boundary and local passengers to plan their journey as early as possible. Passengers uses public transport services as much as possible and avoid driving to cross boundary ports during the competition period to avoid traffic congestion and unnecessary delays. The specific reopening time of SBP may be changed according to the progress of the competition. Citizens are advised to pay attention to the latest traffic information released by radio, television or the \"Hong Kong eMobility\" mobile application.",
                "CONTENT_CN": "為配合第十五屆全國運動會\"中國電信杯\"田徑(馬拉松)比賽，深圳灣口岸已經於2025年11月15日(星期六)凌晨2 時禁止旅客及車輛進入。與此同時，深圳灣公路大橋、港深西部公路及廈村交匯處現實施臨時管控。臨時管控期間，元朗公路東行、元朗公路西行及廈村路所有車輛禁止駛入深圳灣公路大橋、港深西部公路及廈村交匯處。 經深圳灣口岸來往香港和內地的跨境直通巴士、來往深圳灣口岸的本地公共交通服務包括專營巴士、專線小巴、市區及新界的士由頭班車至上午約11時前暫停服務。有關專營巴士公司和專線小巴營辦商已在各路線的站點張貼通告，通知受影響乘客。 於2025年11月15日(星期六)凌晨2 時至上午11時深圳灣口岸禁止旅客及車輛進入期間，持深圳灣口岸有效封閉道路通行許可證的跨境車輛（包括貨車、客車及私家車）可按各管制站的原來通關服務時間選擇改道使用落馬洲(皇崗)管制站、文錦渡管制站或香園圍管制站。有關臨時改道安排在深圳灣口岸於上午11時開放予旅客及車輛進入時停止。 運輸署呼籲跨境及本地旅客及早計劃行程，盡量使用公共運輸服務，避免在有關時段駕車前往各跨境口岸以免交通擠塞及造成不必要的延誤。深圳灣口岸的具體重開時間或因應賽事進程而更改，請市民留意電台、電視台或「香港出行易」流動應用程式發放的最新交通消息。"
            },
            "2025-11-15T11:00:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127214",
                "CONTENT_EN": "The road sections which were temporarily closed due to the 15th National Games of the People’s Republic of China “The China Telecom Trophy” Athletics (Marathon) Competition are re-opened to all traffic. Besides, in respect of public transport services, Cross-boundary coach services running between Hong Kong and the Mainland via Shenzhen Bay Port as well as local public transport services serving Shenzhen Bay Port, including franchised buses, green minibuses (GMB), Urban and NT Taxis have gradually resumed normal. We appeal to cross boundary and local tourist to plan their journey as early as possible and allow sufficient time. Members of the public are also advised to keep in view the latest traffic news through radio, television broadcasts and TD's \"HKeMobility\" mobile application.",
                "CONTENT_CN": "較早前受第十五屆全國運動會\"中國電信杯\"田徑(馬拉松)比賽臨時封閉的道路現已解封。此外，公共運輸服務⽅⾯，經深圳灣口岸來往香港和內地的跨境直通巴士、來往深圳灣口岸的本地公共交通服務包括專營巴士、專線小巴、市區及新界的士的服務已陸續回復正常。運輸署呼籲跨境及本地旅客及早計劃⾏程，請預留⾜夠時間。請市⺠留意電台、電視台或「⾹港出⾏易」流動應⽤程式發放的最新交通消息。"
            }
        },
        "district": null,
        "last_update": "2025-11-15T11:30:34",
        "last_announcement": "2025-11-15T11:00:00"
    },
    "IN-25-07632": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "The 15th National Games Triathlon Competition - Traffic and Public Transport Arrangements",
            "INCIDENT_DETAIL_CN": "第十五屆全國運動會鐵人三項比賽 - 交通及公共運輸安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-14T09:50:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127121",
                "CONTENT_EN": "The 15th National Games Triathlon Competition will be held this Saturday and Sunday (November 15 and 16). To facilitate the competition, road closures and temporary traffic diversions will be implemented in the vicinity of Central and Wan Chai North (including Expo Drive, Lung Wo Road, Yiu Sing Street, Lung Hop Street, and Lung Tat Path) and affected motorists should divert via Fleming Road, Connaught Road Central, Harcourt Road or Gloucester Road as appropriate. The traffic will be more congested when compared with normal Saturdays and Sundays. Motorists are advised to drive with care, and pay attention to the traffic signs erected at the scenes. Three franchised bus routes (Citybus route Nos. H1S, H2 and H3) passing through Lung Wo Road will be diverted from start of service on November 15 and 16. The bus stop located at the opposite side of Two International Finance Centre on Man Yiu Street will also be temporarily suspended due to the road closures. The relevant affected bus routes and bus stops will resume normal operation after roads re-open. In view of the restricted zones set up at waters off Wanchai during the competition, services of the ferry route traveling between Wan Chai and Tsim Sha Tsui is expected to be temporarily adjusted from around 7.50am to 8.20am and from around 10.35am to 11.05am on November 15, and from around 1.50pm to 2.10pm on November 16, subject to the actual circumstances. The route of Water Taxi departing at 1.55pm on November 16 from Tsim Sha Tsui East to Central will not stop at Wanchai. The Transport Department appeals to members of the public to plan their journey in advance and make use of public transport services as far as possible to avoid traffic congestion and unnecessary delays. During the event, the Police may adjust the traffic arrangements subject to the prevailing crowd and traffic conditions in the areas. Members of the public should pay attention to the latest traffic news through radio, television or the \"HKeMobility\" mobile application.",
                "CONTENT_CN": "第十五屆全國運動會鐵人三項項目將於本週六及週日(十一月十五及十六日)舉行。為配合比賽，中環及灣仔北一帶（包括博覽道、龍和道、耀星街、龍合街和龍達徑）會實施封路及臨時交通改道，受影響的駕駛者需改經菲林明道、干諾道中、夏慤道或告士打道。 屆時附近交通將會比平常的周六日較為擠塞，請駕駛人士小心駕駛及保持忍讓，及留意現場的交通標誌。 行經龍和道的三條專營巴士路線（城巴第H1S、H2及H3號線）在十一月十五及十六日，由首班車起改道行駛。位於民耀街國際金融中心二期對面的巴士站，亦會因應封路而暫停使用。相關巴士路線及巴士站將於道路重開後恢復正常運作。 　　因應賽事期間灣仔對開一帶水域設立的限制區域，來往灣仔及尖沙咀的渡輪航線預計在十一月十五日上午約七時五十分至八時二十分、上午約十時三十五分至十一時○五分；及十一月十六日下午約一時五十分至二時十分期間，或會視乎實際情況而作出短暫的臨時服務調整。水上的士於十一月十六日下午一時五十五分由尖沙咀東開出往中環的航班將不停灣仔。 　　運輸署呼籲市民及早計劃行程，盡量使用公共運輸服務，以避免交通擠塞及不必要的延誤。活動期間，警方將視乎當區一帶的人潮及交通情況，在有需要時調整有關交通安排。市民請留意電台、電視台或「香港出行易」流動應用程式發放的最新交通消息。"
            },
            "2025-11-16T17:30:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127276",
                "CONTENT_EN": "The road sections in the vicinity of Central and Wan Chai North which were temporarily closed to facilitate the 15th National Games Triathlon Competition are re-opened to all traffic. Relevant public transport services have resumed normal.",
                "CONTENT_CN": "為配合第十五屆全國運動會鐵人三項比賽於中環及灣仔北一帶臨時封閉的道路現已解封。相關公共運輸服務亦已恢復正常運作。"
            }
        },
        "district": null,
        "last_update": "2025-11-16T17:41:30",
        "last_announcement": "2025-11-16T17:30:00"
    },
    "IN-25-07644": {
        "description": {
            "INCIDENT_HEADING_EN": "MTR Incident",
            "INCIDENT_HEADING_CN": "港鐵事故",
            "INCIDENT_DETAIL_EN": "Train Technical Fault",
            "INCIDENT_DETAIL_CN": "列車機件故障",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-14T14:58:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127147",
                "CONTENT_EN": "Transport Department has received notification from MTR Corporation Limited that the train service on the East Rail Line is being affected because of a faulty train near Hung Hom Station.",
                "CONTENT_CN": "運輸署接獲港鐵公司通知，由於紅磡站附近有列車運作不暢順，東鐵綫的列車服務受到影響。"
            }
        },
        "district": null,
        "last_update": "2025-11-14T15:16:32",
        "last_announcement": "2025-11-14T14:58:00"
    },
    "IN-25-07679": {
        "description": {
            "INCIDENT_HEADING_EN": "Car Park Publicity",
            "INCIDENT_HEADING_CN": "Car Park Publicity",
            "INCIDENT_DETAIL_EN": "West Kowloon Cultural District",
            "INCIDENT_DETAIL_CN": "西九文化區",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-15T14:06:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127233",
                "CONTENT_EN": "All car parks at West Kowloon Cultural District are full. Members of the public are encouraged to take public transport to the West Kowloon Cultural District.",
                "CONTENT_CN": "西九文化區內所有停車場現已泊滿車輛，前往西九文化區一帶的市民請使用公共交通工具。"
            }
        },
        "district": null,
        "last_update": "2025-11-15T14:15:42",
        "last_announcement": "2025-11-15T14:06:00"
    },
    "IN-25-07690": {
        "description": {
            "INCIDENT_HEADING_EN": "MTR Incident",
            "INCIDENT_HEADING_CN": "港鐵事故",
            "INCIDENT_DETAIL_EN": "Emergency Incident",
            "INCIDENT_DETAIL_CN": "突發事件",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-16T10:36:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127254",
                "CONTENT_EN": "Transport Department has received notification from MTR Corporation Limited that the train service on the Kwun Tong Line is being affected because of a passenger on a train requiring urgent medical assistance at Mong Kok Station.",
                "CONTENT_CN": "運輸署接獲港鐵公司通知，由於旺角站列車上有乘客需要緊急醫療協助，觀塘綫的列車服務受到影響。"
            },
            "2025-11-16T10:44:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "127255",
                "CONTENT_EN": "Transport Department has received notification from MTR Corporation Limited that the case of a passenger requiring urgent medical assistance on Kwun Tong Line has been resolved. Train service will be back to normal within a short period of time.",
                "CONTENT_CN": "運輸署接獲港鐵公司通知，較早前觀塘綫列車內有乘客需要緊急醫療服務的事件已經妥善處理，列車班次會逐步回復正常。"
            }
        },
        "district": null,
        "last_update": "2025-11-16T11:33:48",
        "last_announcement": "2025-11-16T10:44:00"
    },
    "IN-25-07695": {
        "description": {
            "INCIDENT_HEADING_EN": "Car Park Publicity",
            "INCIDENT_HEADING_CN": "Car Park Publicity",
            "INCIDENT_DETAIL_EN": "West Kowloon Cultural District",
            "INCIDENT_DETAIL_CN": "西九文化區",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-16T13:14:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "127265",
                "CONTENT_EN": "All car parks at West Kowloon Cultural District are full. Members of the public are encouraged to take public transport to the West Kowloon Cultural District.",
                "CONTENT_CN": "西九文化區內所有停車場現已泊滿車輛，前往西九文化區一帶的市民請使用公共交通工具。"
            }
        },
        "district": null,
        "last_update": "2025-11-16T13:26:12",
        "last_announcement": "2025-11-16T13:14:00"
    }
}