{
    "IN-25-05927": {
        "description": {
            "INCIDENT_HEADING_EN": "High Rail Incident",
            "INCIDENT_HEADING_CN": "高鐵事故",
            "INCIDENT_DETAIL_EN": "High-Speed Rail (Hong Kong Section) adds Temporary Train Services",
            "INCIDENT_DETAIL_CN": "高速鐵路(香港段)加開臨時班次",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-09-16T14:35:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "122833",
                "CONTENT_EN": "To meet passenger demand during the holidays, High Speed Rail (Hong Kong Section) will add the following temporary train trips: Between Futian Station and Hong Kong West Kowloon Station · October 1-8: 13 additional pairs of train trips daily Purchase your tickets up to 15 days ahead of travel: 1. from the 12306 official website (12306. cn), mobile app or appointed travel agents (Click here). 2. in Hong Kong West Kowloon Station: · Self-service Ticket Machines: bring valid and original travel documents of all passengers; only e-payment methods are accepted (for example, contactless credit cards, WeChat Pay or Alipay) · Ticketing Counters: a longer waiting time is expected Tickets for the additional train trips are available for sale from September 17. For schedules of the above mentioned train trips, please refer to the 12306 official website (12306. cn), mobile app.",
                "CONTENT_CN": "配合假期客運需求，高速鐵路（香港段）將加開以下臨時車次： 來往福田站及香港西九龍站 •10月1-8日：每日增加13對臨時車次 購買15天內的車票: 1.建議使用12306官方網站(12306.cn)、手機應用程式或透過指定代理購票(按此)。 2.如於香港西九龍站購票，可使用： •自助售票機：需帶備所有乘車人士的有效旅遊證件正本；只接受電子支付（如感應式信用卡、微信支付或支付寶） •票務櫃位：可能需要輪候較長時間 新增列車車票由9月17日起發售。有關上述列車服務詳情，請瀏覽12306官方網站(12306.cn)、手機應用程式。"
            }
        },
        "district": null,
        "last_update": "2025-09-16T14:52:40",
        "last_announcement": "2025-09-16T14:35:00"
    },
    "IN-25-05942": {
        "description": {
            "INCIDENT_HEADING_EN": "Rainstorm Incident",
            "INCIDENT_HEADING_CN": "暴雨事故",
            "INCIDENT_DETAIL_EN": "Amber Rainstorm Warning Signal",
            "INCIDENT_DETAIL_CN": "黃色暴雨警告信號",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-09-17T06:00:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "122868",
                "CONTENT_EN": "Amber Rainstorm Warning Signal is in force. Due to wet weather and slippery roads, Transport Department appeals motorists and the commuters to: i. plan the journey in advance; ii. allow more traveling time; iii. drive with extra care and patience; and iv. take heed of traffic situation particularly at busy junctions with obstructive views.",
                "CONTENT_CN": "黃色暴雨警告信號現已生效，天雨路滑，運輸署呼籲駕駛人士及乘客須: i.提早計劃行程路線； ii.預留充裕時間出門； iii.小心駕駛及保持忍讓；及 iv.留意交通情況，特别在視線受阻的繁忙路口。"
            }
        },
        "district": null,
        "last_update": "2025-09-17T06:27:39",
        "last_announcement": "2025-09-17T06:00:00"
    },
    "IN-25-05970": {
        "description": {
            "INCIDENT_HEADING_EN": "High Rail Incident",
            "INCIDENT_HEADING_CN": "高鐵事故",
            "INCIDENT_DETAIL_EN": "Adverse Weather",
            "INCIDENT_DETAIL_CN": "內地段天氣影響",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-09-17T18:44:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "122933",
                "CONTENT_EN": "As informed by the Mainland Railway Authorities, High Speed Rail (Hong Kong Section) will add the following temporary train trips:\n\nFrom Guangzhounan Station to Hong Kong West Kowloon Station\n• September 19: G9531\n• September 26: G9533\n\nFrom Hong Kong West Kowloon Station to Shenzhenbei Station\n• September 21: G9532\n• September 28: G9534\n\nFor schedules of the above mentioned additional train trips, please refer to the 12306 official website (12306. cn), or mobile app.",
                "CONTENT_CN": "內地鐵路部門通知，高速鐵路（香港段）將加開以下臨時車次：\n\n由廣州南站前往香港西九龍站\n•9月19日：G9531\n•9月26日：G9533\n\n由香港西九龍站前往深圳北站\n•9月21日：G9532\n•9月28日：G9534\n\n有關上述加班列車服務詳情，請瀏覽12306官方網站(12306.cn)或手機應用程式。"
            }
        },
        "district": null,
        "last_update": "2025-09-17T18:55:05",
        "last_announcement": "2025-09-17T18:44:00"
    },
    "IN-25-05999": {
        "description": {
            "INCIDENT_HEADING_EN": "High Rail Incident",
            "INCIDENT_HEADING_CN": "高鐵事故",
            "INCIDENT_DETAIL_EN": "Traffic Control on 19 and 20 Sep 2025",
            "INCIDENT_DETAIL_CN": "2025年9月19及20日車務調度",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-09-18T16:05:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "123000",
                "CONTENT_EN": "As informed by the Mainland Railway Authorities, some High Speed Rail train services on 19 and 20 Sep 2025 traveling between Hong Kong West Kowloon Station and Mainland have been cancelled or had their departing station and destination changed due to adverse weather conditions in Mainland section. \n\n19 Sep\nCancelled Train Service :\nTo Shenzhenbei Station : G5614\nFrom Shantou Station : G6391 , G6577\n\nDestination Changed :\nG6578 (Arrive at Shenzhenbei Station)\n\n20 Sep\nDeparting Station/Destination Changed:\nG6524 (Arrive at Shenzhenbei Station)\nG6523 (Departure from Shenzhenbei Station)\n\nFor the latest train schedules, please refer to the 12306 official website (12306. cn) or the mobile app. Citizens may also check latest train information from the HSR website, mobile app or see the information provided at Hong Kong West Kowloon Station. \n\nCitizens may also consider taking the East Rail Line to Lo Wu/ Lok Ma Chau or using other transport to enter the Mainland. \n\nFor ticket refunds, please refer to the High Speed Rail website and process within the time stated. Please use the 12306 official website (12306. cn) or mobile app and there is no need to rush to the Hong Kong West Kowloon Station.",
                "CONTENT_CN": "內地鐵路單位通報，由於內地天氣情況惡劣，2025年9月19及20日部分來往香港西九龍站及內地的高速鐵路列車車次取消或需要更改始發站及終到站。\n\n9月19日\n已取消的車次:\n前往深圳北站:G5614\n由汕頭站出發:G6391 ,G6577\n\n更改終到站的車次:\nG6578 (終到站更改為深圳北站)\n\n9月20日\n更改始發站及終到站的車次:\nG6524 (終到站更改為深圳北站)\nG6523 (始發站更改為深圳北站)\n\n有關車次的資料，請留意12306官方網站(12306.cn)，如已安裝手機應用程式，可按「車站大屏」頁面。市民亦可留意於高速鐵路網頁、手機應用程式或香港西九龍站發放的最新資訊。\n\n市民可考慮乘搭東鐵綫經羅湖/落馬洲，或使用其他跨境交通工具前往內地。\n\n如需退票，請參閱高速鐵路網頁並於指定日期內辦理。請盡量使用12306官方網站(12306.cn)或手機應用程式，不用急於到香港西九龍站辦理。"
            },
            "2025-09-18T22:10:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "123047",
                "CONTENT_EN": "As informed by the Mainland Railway Authorities, some High Speed Rail train services on 19 and 20 Sep 2025 traveling between Hong Kong West Kowloon Station and Mainland have been cancelled or had their departing station and destination changed due to adverse weather conditions in Mainland section. 19 Sep Cancelled Train Service : To Shenzhenbei Station: G5614, G5612 From Shantou Station: G6391, G6577 From Xiamen Station: G3005 Between Hong Kong West Kowloon Station and Shanghai Hongqiao Station: G899, G900 Between Hong Kong West Kowloon Station and Xiamen Station: G3007, G3008 Destination Changed : G6578 (Arrive at Shenzhenbei Station) 20 Sep Departing Station/Destination Changed: G6524 (Arrive at Shenzhenbei Station) G6523 (Departure from Shenzhenbei Station) For the latest train schedules, please refer to the 12306 official website (12306. cn) or the mobile app. Citizens may also check latest train information from the HSR website, mobile app or see the information provided at Hong Kong West Kowloon Station. Citizens may also consider taking the East Rail Line to Lo Wu/ Lok Ma Chau or using other transport to enter the Mainland. For ticket refunds, please refer to the High Speed Rail website and process within the time stated. Please use the 12306 official website (12306. cn) or mobile app and there is no need to rush to the Hong Kong West Kowloon Station.",
                "CONTENT_CN": "內地鐵路單位通報，由於內地天氣情況惡劣，2025年9月19及20日部分來往香港西九龍站及內地的高速鐵路列車車次取消或需要更改始發站及終到站。 9月19日 已取消的車次: 前往深圳北站:G5614,G561 由汕頭站出發:G6391,G6577 由廈門站出發:G3005 往來香港西九龍站及上海虹橋站：G899,G900 往來香港西九龍站及廈門站：G3007,G3008 更改終到站的車次: G6578 (終到站更改為深圳北站) 9月20日 更改始發站及終到站的車次: G6524 (終到站更改為深圳北站) G6523 (始發站更改為深圳北站) 有關車次的資料，請留意12306官方網站(12306.cn)，如已安裝手機應用程式，可按「車站大屏」頁面。市民亦可留意於高速鐵路網頁、手機應用程式或香港西九龍站發放的最新資訊。 市民可考慮乘搭東鐵綫經羅湖/落馬洲，或使用其他跨境交通工具前往內地。 如需退票，請參閱高速鐵路網頁並於指定日期內辦理。請盡量使用12306官方網站(12306.cn)或手機應用程式，不用急於到香港西九龍站辦理。"
            }
        },
        "district": null,
        "last_update": "2025-09-18T22:52:39",
        "last_announcement": "2025-09-18T22:10:00"
    }
}