{
    "IN-26-00304": {
        "description": {
            "INCIDENT_HEADING_EN": "High Rail Incident",
            "INCIDENT_HEADING_CN": "高鐵事故",
            "INCIDENT_DETAIL_EN": "High Speed Rail (Hong Kong Section) train service enhancement",
            "INCIDENT_DETAIL_CN": "高速鐵路（香港段）進一步提升列車服務",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-12T12:15:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "131274",
                "CONTENT_EN": "As informed by the Chinese Mainland Railway Authorities, the following train service adjustments will come into effect on 26 January: · Schedules, stopping stations and train numbers of some train trips will be adjusted · Train service on the Shanghai Hongqiao Line will be enhanced: o 1 additional pair of regular train trips* will operate, stopping at new stations including Nanjingnan, Wuxidong and Hefeinan o 1 additional pair of sleeper train trips will operate on Tuesdays, Wednesdays and Thursdays, stopping at Ganzhouxi and Nanchangdong · Five pairs of short-haul train trips will be extended to departing from/ ending at Guangzhounan · A pair of train trips originally departing from/ending at Xiamen Station will now be extended to Fuzhou * Train trips G384/385 departing from Shanghai Hongqiao will operate from 27 January. To facilitate the above adjustments, the following train trips will be suspended on designated dates: · 25 January Travelling between Hong Kong West Kowloon Station and between Xiamen Station: G3008 and G3007 · 26 January From Meizhouxi Station to Hong Kong West Kowloon Station: G6590 (originally G6542) Tickets for train trips operating under the new timetable will be available for sale^. Ticket purchase: · 12306 official website (12306. cn) or mobile app · Appointed travel agents · Hong Kong West Kowloon Station Train schedules: · 12306 official website (12306. cn) or mobile app · High Speed Rail website or mobile app ^Arrangements for train trips G918 and G917 (to and from Chengdudong) and train trips G6398 and G6397 (to and from Shantou) are pending confirmation by the Chinese Mainland Railway Authorities. Tickets for these train trips will be available for sale later.",
                "CONTENT_CN": "中國內地鐵路部門通報，由1月26日起，列車服務將作出以下調整：  ·部份列車班次時間、停靠站及編號調整。 ·加強上海虹橋綫列車服務： o 新增一對恆常列車*，途經南京南、無錫東及合肥南等新站 o 新增一對臥鋪列車，逢周二、三、四開行，經贛州西及南昌東站。 ·五對短途列車延伸至廣州南站為起點/終點站。 ·一對來往廈門站的列車延伸至福州站為起點/終點站。 *由上海虹橋出發的G384/5次將於1月27日起運行 配合上述調整，以下列車將於特定日子停運： ·1月25日 來往廈門站：G3008,G3007 ·1月26日 由梅州西站出發：G6590（原G6542） 按新時間表運營的列車車票現已開始發售^。 購票方法： ·12306官方網站（12306.cn）或手機應用程式 ·指定代理 ·前往香港西九龍站 列車服務詳情： ·12306官方網站（12306.cn）或手機應用程式 ·高速鐵路網頁及手機應用程式 ^來往成都東的G918，G917及來往汕頭的G6398及G6397列車安排仍待內地鐵路部門確認，相關車票將於稍後開始發售。"
            },
            "2026-01-15T12:13:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "131506",
                "CONTENT_EN": "As informed by the Chinese Mainland Railway Authorities, the\nfollowing train service adjustments will come into effect on 26 January:\n\n· Schedules, stopping stations and train numbers of some train\ntrips will be adjusted. \n\n· Train service on the Shanghai Hongqiao Line will be\nenhanced:\n\no 1 additional pair of regular train trips* will operate, stopping\nat new stations including Nanjingnan, Wuxidong and Hefeinan;\n\no 1 additional pair of sleeper train trips will operate on\nTuesdays, Wednesdays and Thursdays, stopping at Ganzhouxi and\nNanchangdong Station. \n\n· Five pairs of short-haul train trips will be extended to departing\nfrom/ ending at Guangzhounan Station. \n\n· A pair of train trips originally departing from/ ending at Xiamen\nStation will now be extended to Fuzhou Station. \n\n* Train trips\nG384/5 departing from Shanghai Hongqiao Station will operate from 27 January. \n\nTo facilitate the\nabove adjustments, the following train trips will be suspended on designated\ndates:\n\n· 25 January\n\nTravelling between\nHong Kong West Kowloon Station and between Xiamen Station: G3008, G3007\n\n· 26 January\n\nFrom Meizhouxi Station\nto Hong Kong West Kowloon Station: G6590 (originally G6542)\n\nTickets for train trips operating under the new timetable\nare now available for sale. \n\nTicket purchase:\n\n· 12306 official website (12306. cn) or mobile app\n\n· Appointed travel agents \n\n· Hong Kong West Kowloon Station\n\nTrain schedules:\n\n· 12306 official website (12306. cn) or mobile app\n\n· High Speed Rail website or mobile app\n.",
                "CONTENT_CN": "中國內地鐵路部門通報，由1月26日起，列車服務將作出以下調整： \n\n·部份列車班次時間、停靠站及編號調整。\n\n·加強上海虹橋綫列車服務：\n\no新增一對恆常列車*，途經南京南、無錫東及合肥南等新站點；\n\no新增一對臥鋪列車，逢周二、三、四開行，經贛州西及南昌東站。\n\n·五對短途列車延伸至廣州南站為起點/終點站。\n\n·一對來往廈門站的列車延伸至福州站為起點/終點站。\n\n*由上海虹橋站出發的G384/5次將於1月27日起運行。\n\n配合上述調整，以下列車將於特定日子停運：\n\n·1月25日\n\n來往廈門站：G3008，G3007\n\n·1月26日\n\n由梅州西站出發：G6590（原G6542）\n\n按新時間表運行的列車車票現已開始發售。\n\n購票方法：\n\n·12306官方網站（12306.cn)或手機應用程式\n\n·指定代理\n\n·前往香港西九龍站\n\n列車服務詳情：\n\n·12306官方網站（12306.cn）或手機應用程式\n\n·高速鐵路網頁及手機應用程式\n。"
            }
        },
        "district": null,
        "last_update": "2026-01-15T12:54:23",
        "last_announcement": "2026-01-15T12:13:00"
    },
    "IN-26-00475": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Sai Kung Man Yee Road",
            "INCIDENT_DETAIL_CN": "西貢萬宜路",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-17T09:45:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "131661",
                "CONTENT_EN": "The traffic on Sai Kung Man Yee Road leading to High Island Reservoir East Dam is very busy at the moment. The operator of Green Minibus Route No. 9A has strengthened its service to cater for passenger demand. Visitors are advised to plan ahead their journeys, reserve sufficient commuting time, and be patient while queuing.",
                "CONTENT_CN": "通往萬宜水庫東壩的西貢萬宜路交通現時非常繁忙，專線小巴第9A號線的營辦商已加強服務應對乘客需求。請遊人妥善計劃行程，預留充裕交通時間，同時在輪候時保持忍讓。"
            }
        },
        "district": null,
        "last_update": "2026-01-17T09:58:36",
        "last_announcement": "2026-01-17T09:45:00"
    },
    "PE-26-00003": {
        "description": {
            "INCIDENT_HEADING_EN": "Event",
            "INCIDENT_HEADING_CN": "活動",
            "INCIDENT_DETAIL_EN": "Hong Kong Marathon 2026 (香港馬拉松 2026)",
            "INCIDENT_DETAIL_CN": "Hong Kong Marathon 2026 (香港馬拉松 2026)",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2026-01-18T07:00:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "131714",
                "CONTENT_EN": "To facilitate the “Hong Kong Marathon 2026” today, road closure and traffic diversions have been implemented at various locations on Hong Kong Island, in Kowloon and the New Territories, major road sections closed include:\n\nHong Kong Island: roads in the vicinity of Central Ferry Piers, Wan Chai North, Causeway Bay and Victoria Park, both bound carriageways of the Central-Wan Chai Bypass Tunnel linking to and from the Island Eastern Corridor (IEC) and both bound carriageways of the IEC between Victoria Park Road and Shau Kei Wan, etc. \n\nKowloon: the section of Nathan Road northbound between Salisbury Road and Argyle Street, Nathan Road southbound between Gascoigne Road and Salisbury Road, Argyle Street westbound between Nathan Road and Tong Mi Road, West Kowloon Highway southbound, the Hong Kong-bound tube of Western Harbour Crossing (WHC) and the slip road from Lin Cheung Road southbound to Central Kowloon Bypass (Yau Ma Tei Section), etc. \n\nNew Territories: the Kowloon-bound carriageways of Ting Kau Bridge, Cheung Tsing Highway, Cheung Tsing Tunnel, Tsing Kwai Highway, Nam Wan Tunnel and Stonecutters Bridge, etc. \n\nThe Kowloon-bound tube of WHC remains open. The vehicles from Hong Kong Island/Kowloon/New Territories East heading to the Airport and Lantau Island are not affected by the above road closures. \n\nCurrently, about 220 daytime bus routes and 34 daytime green minibus (GMB) routes are being or will be diverted, truncated, suspended or with their stopping points temporarily relocated. In addition, bus stops, taxi stands, public light bus/GMB stands within the road closure areas and their vicinities have been gradually suspended. \n\nThe traffic in the affected areas and the major roads in the vicinity will become significantly congested when comparing to normal Sundays. Motorists should avoid driving to the above affected areas. In case of traffic congestion, they should exercise patience, drive with care and follow the instructions of the Police on site. Members of the public who plan to go to the affected areas should plan their journey in advance, allow sufficient travelling time to avoid unexpected delay and use railway services as far as possible, and stay alert to the latest traffic news through the media. \n.",
                "CONTENT_CN": "為配合今日舉行「香港馬拉松二零二六」，港島、九龍及新界多處現正實施封路及交通改道措施，主要封閉路段包括：\n\n港島區：中環碼頭、灣仔北、銅鑼灣及維多利亞公園一帶的道路、連接東區走廊的中環及灣仔繞道隧道來回方向、以及介乎維園道及筲箕灣之間的東區走廊的來回方向等。\n\n九龍區：介乎梳士巴利道與亞皆老街的彌敦道(北行)、介乎加士居道與梳士巴利道的彌敦道(南行)、介乎彌敦道與塘尾道之間的亞皆老街(西行)、西九龍公路(南行)、往港島方向的西區海底隧道管道及經連翔道南行進入中九龍繞道(油麻地段)的支路等。\n\n新界區：往九龍方向的汀九橋、長青公路、長青隧道、青葵公路、南灣隧道及昂船洲大橋等。\n\n往九龍方向的西區海底隧道管道則維持開放，由港島／九龍／新界東前往機場及大嶼山方向的車輛不受上述封路影響。\n\n現時，約220條日間巴士路線及34條日間專線小巴路線正在或將會改道、縮短服務、暫停服務或臨時遷站。此外，位於封路地區內及鄰近地區的巴士站、的士站、公共小巴/專線小巴站已逐步暫停使用。\n\n在受影響地區及附近的主要道路的交通將會較平常的星期日顯著擠塞。駕駛人士請避免駕車前往受影響的地區。如遇交通擠塞時，駕車人士請保持忍讓及小心駕駛，並遵從在場警方的指示。市民如前往受影響地區，請提早計劃行程及預留額外的時間以免延誤，盡量使用鐵路服務，並留意傳媒廣播的最新交通消息。\n。"
            }
        },
        "district": null,
        "last_update": "2026-01-18T07:18:13",
        "last_announcement": "2026-01-18T07:00:00"
    }
}