{
    "IN-25-03688": {
        "description": {
            "INCIDENT_HEADING_EN": "MTR Incident",
            "INCIDENT_HEADING_CN": "港鐵事故",
            "INCIDENT_DETAIL_EN": "Entrances/Exits Arrangements in Exhibition Centre Station",
            "INCIDENT_DETAIL_CN": "會展站進出安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-06-26T09:43:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "117249",
                "CONTENT_EN": "Transport Department has received notification from MTR Corporation Limited that because of road closures near the station, Entrance/Exit B1 in Exhibition Centre is temporarily closed. Please use other Entrances/Exits.",
                "CONTENT_CN": "運輸署接獲港鐵公司通知，由於站外有封路措施，會展站B1出入口暫時關閉，請使用其他出入口。"
            },
            "2025-06-26T10:59:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "117255",
                "CONTENT_EN": "Because of road closures near the station, Entrance/Exit B1 in Exhibition Centre is temporarily closed. Please use other Entrances/Exits.   At the same time, affected bus routes gradually resume to their original routeings.",
                "CONTENT_CN": "由於站外有封路措施，會展站B1出入口暫時關閉，請使用其他出入口。  同時，受影響巴士路線陸續恢復原有路線行駛。"
            }
        },
        "district": null,
        "last_update": "2025-06-26T11:31:34",
        "last_announcement": "2025-06-26T10:59:00"
    },
    "IN-25-03713": {
        "description": {
            "INCIDENT_HEADING_EN": "Road Incident",
            "INCIDENT_HEADING_CN": "道路事故",
            "INCIDENT_DETAIL_EN": "Other",
            "INCIDENT_DETAIL_CN": "其他",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-06-26T19:45:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "117304",
                "CONTENT_EN": "Motorists are advised that, the number of cross-boundary private cars travelling to and from the Mainland via the land boundary control points may increase during the aforesaid period from 27 June to early morning of 2 July 2025. Subject to actual traffic conditions, special traffic arrangements may be implemented at Lok Ma Chau Control Point and Shenzhen Bay Port during the aforesaid days to allow smooth access of public transport vehicles to above control point. Cross-boundary private cars and their passengers are expected to have a longer clearance time for crossing the control point. Motorists are advised to pay extra attention to variable message signs and traffic signs along the road. They are also advised to be patient in case of traffic congestion, and follow the instructions of the on-site Police.",
                "CONTENT_CN": "駕駛人士請注意，在2025年6月27至7月2日凌晨期間，經各陸路管制站往來內地的跨境私家車或會增加。視乎現場交通情況，落馬洲管制站及深圳灣口岸在上述日子或會實施特別交通安排，以便公共運輸車輛能暢順地進入上述管制站。跨境私家車及其乘客輪候通過口岸的時間預計會較長。 駕駛人士請特別留意沿途可變信息顯示屏及交通標誌，如遇交通受阻，請保持忍讓及遵從現場警務人員的指示。"
            }
        },
        "district": null,
        "last_update": "2025-06-26T20:37:57",
        "last_announcement": "2025-06-26T19:45:00"
    },
    "IN-25-03731": {
        "description": {
            "INCIDENT_HEADING_EN": "MTR Incident",
            "INCIDENT_HEADING_CN": "港鐵事故",
            "INCIDENT_DETAIL_EN": "Arrangements at Kai Tak Station and Sung Wong Toi Station",
            "INCIDENT_DETAIL_CN": "啟德站及宋皇臺站安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-06-27T12:06:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "117351",
                "CONTENT_EN": "Kai Tak Sports Park will host concerts on 27 – 29 June for three consecutive nights. Passengers may exit at either Kai Tak or Sung Wong Toi Station to reach the venue. \nAfter the show, MTRCL will increase the train frequency as necessary. \nIf passengers need to cross the boundary, please note the departure time of the last train connecting to Lo Wu:\nFor more details, please visit: https://www.td.gov.hk/en/special_news/spnews.htm.",
                "CONTENT_CN": "啟德體育園於6月27至29日一連三晚舉行演唱會，前往觀賞的乘客可使用啟德或宋皇臺站。\n散場時，港鐵公司會按需要加密列車班次。\n需要過境的乘客，請留意往羅湖尾班車時間：\n詳情請參看: https://www.td.gov.hk/tc/special_news/spnews.htm。"
            }
        },
        "district": null,
        "last_update": "2025-06-27T12:22:54",
        "last_announcement": "2025-06-27T12:06:00"
    },
    "IN-25-03742": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "Cross-boundary Transport Services and Special Traffic Arrangements",
            "INCIDENT_DETAIL_CN": "香港特別行政區成立紀念日假期跨境運輸服務及特別交通安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-06-27T18:25:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "117378",
                "CONTENT_EN": "Cross-boundary Transport Services and Special Traffic Arrangements\non the Hong Kong Special Administrative Region Establishment Day Holiday\n\nThe Transport Department (TD) anticipates that there may be a large number of cross-boundary passengers and cross-boundary vehicles travelling between the Mainland / Macao and Hong Kong via various land-based boundary control points (BCPs) on / near the Hong Kong Special Administrative Region Establishment Day holiday, particularly on June 28 and July 1. The Transport Department (TD) urges travellers to plan their trips in advance and allow sufficient travelling time. \n\nThe TD has co-ordinated with local and cross-boundary public transport operators (PTOs) to enhance their capacity and reserve sufficient vehicles and manpower to meet the travel needs of passengers during the public holiday. It is anticipated that the waiting time for public transport services, including the Hong Kong-Zhuhai-Macao Bridge (HZMB) shuttle bus (Gold Bus), may be longer. Passengers are advised to plan their journeys ahead, allow sufficient travelling time and travel outside peak periods as far as possible. \n\nMotorists are advised that, subject to actual traffic conditions, special traffic arrangements may be implemented at Lok Ma Chau Control Point and Shenzhen Bay Port from 27 June to 2 July 2025 to allow smooth access of public transport vehicles to above control points. Cross-boundary private cars may need to queue up for crossing the BCPs. Motorists should pay extra attention to variable message signs and traffic signs along the road. In case of traffic congestion, they should remain patient and follow the instructions of on-site Police. \n\nTo plan their journeys ahead, members of the public can make use of TD’s “HKeMobility” mobile application or TD’s website (hkemobility. gov. hk/en/traffic-information/live/cctv) to access the snapshots of traffic conditions at inbound and outbound vehicle plazas of the HZMB Hong Kong Port. They can also check the real-time situations of the vehicle clearance plaza of the HZMB Zhuhai Port through the WeChat official accounts “hzmbzhport” or “zhuhaifabu” (traffic-info. gzazhka. com:5015/#/) (Chinese only), and check the forecast of peak hours of inbound and outbound vehicles at HZMB Zhuhai Port through the WeChat official account of the HZMB integrated information dissemination platform (mp. weixin. qq. com/s/2X5Cp25ag62fZ8lS6O-V2Q) (Chinese only). Moreover, motorists are reminded to always comply with the traffic control measures implemented by the Zhuhai authority when driving on the HZMB Main Bridge. Vehicles shall not occupy the emergency lane unless instructed by the Zhuhai authority. \n\nMembers of the public are advised to check the latest traffic news through radio, the television broadcasts and the HKeMobility application.",
                "CONTENT_CN": "香港特別行政區成立紀念日假期跨境運輸服務及特別交通安排\n\n運輸署預計在香港特別行政區成立紀念日假期及前後將會有大量市民及跨境車輛經各陸路管制站往來內地、澳門及香港，尤其是6月28日及7月1日。運輸署呼籲市民及早規劃行程，預留充裕交通時間。\n\n運輸署已協調本地及跨境公共運輸服務營辦商在假期期間大運力，預留車輛及人手應對乘客的出行需求。運輸署預計公共運輸服務包括港珠澳大橋穿梭巴士（金巴）的等候時間或會較長，旅客應及早規劃行程，預留充裕交通時間，及盡量選擇於非繁忙時段出行。\n\n駕駛人士請注意，視乎現場交通情況，落馬洲管制站及深圳灣口岸在2025年6月27日至7月2日期間或會實施特別交通安排，以便公共運輸車輛能暢順地進入上述口岸，跨境私家車或需輪候通過口岸。駕駛人士請特別留意沿途可變信息顯示屏及交通標誌。如遇交通受阻，請保持忍讓及遵從現場警務人員的指示。\n\n市民可透過運輸署流動應用程式「香港出行易」或運輸署網頁（hkemobility.gov.hk/tc/traffic-information/live/cctv）查閱港珠澳大橋香港口岸出境及入境客車通關廣場的交通快拍，亦可透過「港珠澳大橋珠海口岸」或「珠海發布」微信公眾號內的「大橋口岸實時通關」服務（traffic-info.gzazhka.com:5015/#/），查閱大橋珠海口岸的車輛實時通關情況；以及透過「港珠澳大橋統一信息發佈平台」微信公眾號（mp.weixin.qq.com/s/2X5Cp25ag62fZ8lS6O-V2Q），查看大橋珠海口岸車輛出入境高峰時段預測，以便及早計劃行程。此外，運輸署亦提醒駕駛人士於大橋主橋行駛時，應時刻遵照珠海當局實施的交通管控措施，除非獲珠海市當局指示，否則車輛一律不可佔用應急車道。\n\n市民請留意電台、電視台及「香港出行易」發放的最新交通消息。"
            }
        },
        "district": null,
        "last_update": "2025-06-27T18:37:13",
        "last_announcement": "2025-06-27T18:25:00"
    },
    "IN-25-03746": {
        "description": {
            "INCIDENT_HEADING_EN": "Car Park Publicity",
            "INCIDENT_HEADING_CN": "Car Park Publicity",
            "INCIDENT_DETAIL_EN": "AAHK (Morning Peak)",
            "INCIDENT_DETAIL_CN": "機場管理局 早上繁忙時段",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-06-28T06:48:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "117392",
                "CONTENT_EN": "Due to heavy traffic at the road section leading from Airport Road to Hong Kong International Airport’s Terminal 1 Departures Kerb, motorists are advised to use the drop-off area at the Airport’s Car Park 1. Members of the public heading to the Airport are advised to allow sufficient time for their journey and consider taking the Airport Express and buses.",
                "CONTENT_CN": "現時機場路通往香港國際機場一號客運大樓離港層落客區的路段交通繁忙，駕駛人士請考慮改用機場一號停車場落客區。前往機場的市民，請預留足夠交通時間，並考慮乘搭機場快綫或巴士。"
            }
        },
        "district": null,
        "last_update": "2025-06-28T07:10:32",
        "last_announcement": "2025-06-28T06:48:00"
    }
}