{
    "IN-25-07393": {
        "description": {
            "INCIDENT_HEADING_EN": "Highwind Incident",
            "INCIDENT_HEADING_CN": "強風管理",
            "INCIDENT_DETAIL_EN": "Strong Wind",
            "INCIDENT_DETAIL_CN": "強風",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-07T01:14:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "126550",
                "CONTENT_EN": "Due to strong wind condition, the following special traffic and transport arrangements have been implemented on Hong Kong Zhuhai-Macao-Bridge Hong Kong Link Road (HZMB HKLR): The speed limit of the HZMB HKLR is lowered from 100 km/h to 50 km/h.",
                "CONTENT_CN": "因強風關係，港珠澳大橋香港連接路現已實施下列的特別交通及運輸安排: 港珠澳大橋香港連接路的最高車速限制由每小時100 公里降低至每小時50 公里。"
            },
            "2025-11-07T23:45:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "126641",
                "CONTENT_EN": "Due to improved weather condition, the following special traffic and transport arrangements have been implemented on Hong Kong Zhuhai-Macao-Bridge Hong Kong Link Road (HZMB HKLR): The speed limit of the HZMB HKLR resumes to 100 km/h.",
                "CONTENT_CN": "因天氣情況改善，港珠澳大橋香港連接路現已實施下列特別交通及運輸安排: 港珠澳大橋香港連接路最高車速限制回復每小時100 公里。"
            }
        },
        "district": null,
        "last_update": "2025-11-08T00:09:29",
        "last_announcement": "2025-11-07T23:45:00"
    },
    "IN-25-07413": {
        "description": {
            "INCIDENT_HEADING_EN": "Other Incident",
            "INCIDENT_HEADING_CN": "其他事故",
            "INCIDENT_DETAIL_EN": "National Games Road Cycling (Men’s individual) event – Traffic and Public Transport Arrangement",
            "INCIDENT_DETAIL_CN": "全運會自行車(公路)賽 (男子個人賽) -- 交通及公共運輸安排",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-07T12:00:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "126598",
                "CONTENT_EN": "The road cycling (men’s individual) of the 15th National Games will be held tomorrow (8 November 2025). To facilitate with the event, the Hong Kong-Zhuhai-Macao Bridge Hong Kong Port Outbound Passenger Clearance Building and Outbound Vehicle Clearance Plaza will be closed to vehicles and passengers from 6:30 a. m. to 12:30 p. m. and in terms of traffic, temporary control measure will be implemented at the North Lantau Highway and Hong Kong Disneyland Resort road sections from 10.20 a. m. to 11:50 a. m.. The journey time on these affected road sections is expected to be increased by 30 minutes. Besides, both bounds of Shun Long Road will be closed from 6:30 am to 2:00 pm. During the road closure period, vehicles traveling to and from Shun Long Road shall be diverted to Chek Lap Kok Island and the journey time is expected to increase by 10 minutes. In respect of public transport services, after the Hong Kong Port closes to vehicles and passengers at 6:30 a. m. , the Gold Bus will suspend services after picking up passengers who have completed departure clearance. Besides, on the event day, franchised bus routes New Lantao Bus Route B4, Citybus Route B5, Long Win Bus Route R8 and R33 will be suspended from 10 a. m. to 12 noon. In addition, in view of road closure arrangements, the journey time of airport bus “A” routes (to and from the airport) and “E” routes (to and from Tung Chung) services will be lengthened, and the en-route stop at Hong Kong port for “A” routes will be suspended during certain periods. Public who need to go to the Hong Kong Port during the relevant period should consider using the B6 route from Tung Chung. We appeal to cross boundary and local tourist to plan their journey in advance and avoid travelling to the Hong Kong port during the affected period or consider using other Boundary Control Points. Passengers traveling to and from the airport, Tung Chung and Disneyland should use rail services as far as practicable. Passengers using franchised buses are advised to allow sufficient time. The exact time of re-opening of Hong Kong Port and the resumption of traffic on the affected road sections may vary subject to the progress of the race. Members of the public are also advised to keep in view the latest traffic news through radio, television broadcasts and \"HKeMobility\" mobile application.",
                "CONTENT_CN": "第十五屆全國運動會自行車（公路）賽（男子個人賽）將於明日（11月8日）舉行。為配合賽事，港珠澳大橋香港口岸出境旅檢大樓及出境車輛通關廣場於上午6時30分至下午12時30分禁止車輛及旅客進入。在交通方面，北大嶼山公路及香港迪士尼樂園度假區賽道路段將於大約上午10時20分至上午11時50分期間實施臨時交通管制措施，受影響路段的行車時間預計增加30分鐘。而順朗路來回方向會於上午6時30分至下午2時封閉，封路期間經順朗路來回方向的車輛需改經赤鱲角島，行車時間預計增加10分鐘。 公共運輸服務方面，在香港口岸上午6時30分禁止旅客及車輛進入後，金巴會於接載已完成離境手續前往珠海/澳門的旅客後將停止服務。此外，在賽事當日，專營巴士新大嶼山巴士第B4號線、城巴第B5號線、龍運巴士第R8 及R33號線會於上午10時至中午12時暫停服務；機場巴士A線（往來機場）及E線（往來東涌）服務方面，因應封路安排，行車時間會有所延長，而在特定時段A線巴士不會途經香港口岸。有關時段需要前往香港口岸的人士可考慮使用東涌開出的第B6號線。 運輸署呼籲跨境及本地旅客及早計劃行程，避免於受影響時段前往香港口岸，並考慮使用其他口岸出行。往來機場、東涌及迪士尼樂園的旅客盡可能使用鐵路服務。使用專營巴士的乘客，請預留足夠時間。香港口岸的具體重開時間及其他受影響路段的恢復行車時間或會因應賽事進程而更改，請市民留意電台、電視台或「香港出行易」流動應用程式發放的最新交通消息。"
            },
            "2025-11-08T03:36:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "126643",
                "CONTENT_EN": "The road cycling (men’s individual) of the 15th National Games is held today (8 November 2025). To facilitate with the event, the Hong Kong-Zhuhai-Macao Bridge Hong Kong Port Outbound Passenger Clearance Building and Outbound Vehicle Clearance Plaza will be closed to vehicles and passengers from 6:30 a. m. to 12:30 p. m. and in terms of traffic, temporary control measure will be implemented at the North Lantau Highway and Hong Kong Disneyland Resort road sections from 10.20 a. m. to 11:50 a. m.. The journey time on these affected road sections is expected to be increased by 30 minutes. Besides, both bounds of Shun Long Road will be closed from 6:30 am to 2:00 pm. During the road closure period, vehicles traveling to and from Shun Long Road shall be diverted to Chek Lap Kok Island and the journey time is expected to increase by 10 minutes. In respect of public transport services, after the Hong Kong Port closes to vehicles and passengers at 6:30 a. m. , the Gold Bus will be suspended services after picking up passengers who have completed departure clearance. Besides, franchised bus routes New Lantao Bus Route B4, Citybus Route B5, Long Win Bus Route R8 and R33 will be suspended from 10 a. m. to 12 noon. In addition, in view of road closure arrangements, the journey time of airport bus “A” routes (to and from the airport) and “E” routes (to and from Tung Chung) services will be lengthened, and the en-route stop at Hong Kong port for “A” routes will be suspended during certain periods. Public who need to go to the Hong Kong Port during the relevant period should consider using the B6 route from Tung Chung. We appeal to cross boundary and local tourist to plan their journey in advance and avoid travelling to the Hong Kong port during the affected period or consider using other Boundary Control Points. Passengers traveling to and from the airport, Tung Chung and Disneyland should use rail services as far as practicable. Passengers using franchised buses are advised to allow sufficient time. The exact time of re-opening of Hong Kong Port and the resumption of traffic on the affected road sections may vary subject to the progress of the race. Members of the public are also advised to keep in view the latest traffic news through radio, television broadcasts and \"HKeMobility\" mobile application.",
                "CONTENT_CN": "第十五屆全國運動會自行車（公路）賽（男子個人賽）於今日（11月8日）舉行。為配合賽事，港珠澳大橋香港口岸出境旅檢大樓及出境車輛通關廣場於上午6時30分至下午12時30分禁止車輛及旅客進入。在交通方面，北大嶼山公路及香港迪士尼樂園度假區賽道路段於大約上午10時20分至上午11時50分期間實施臨時交通管制措施，受影響路段的行車時間預計增加30分鐘。而順朗路來回方向會於上午6時30分至下午2時封閉，封路期間經順朗路來回方向的車輛需改經赤鱲角島，行車時間預計增加10分鐘。 公共運輸服務方面，在香港口岸上午6時30分禁止旅客及車輛進入後，金巴會於接載已完成離境手續前往珠海/澳門的旅客後將停止服務。此外，專營巴士新大嶼山巴士第B4號線、城巴第B5號線、龍運巴士第R8 及R33號線會於上午10時至中午12時暫停服務；機場巴士A線（往來機場）及E線（往來東涌）服務方面，因應封路安排，行車時間會有所延長，而在特定時段A線巴士不會途經香港口岸。有關時段需要前往香港口岸的人士可考慮使用東涌開出的第B6號線。 運輸署呼籲跨境及本地旅客及早計劃行程，避免於受影響時段前往香港口岸，並考慮使用其他口岸出行。往來機場、東涌及迪士尼樂園的旅客盡可能使用鐵路服務。使用專營巴士的乘客，請預留足夠時間。香港口岸的具體重開時間及其他受影響路段的恢復行車時間或會因應賽事進程而更改，請市民留意電台、電視台或「香港出行易」流動應用程式發放的最新交通消息。"
            },
            "2025-11-08T06:30:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "126646",
                "CONTENT_EN": "To facilitate the National Games Road Cycling (Men's Individual) event, the the Hong Kong Port (HKP) outbound will be closed to vehicles and passengers from 6:30 a. m.. Temporary traffic control measures will be implemented on the North Lantau Highway and the road sections along Hong Kong Disneyland Resort from 10:20 a. m. to 11:50 a. m. , with journey times expected to increase by 30 minutes on the affected roads. Shun Long Road, which was closed in both directions at 6:30 a. m. , vehicles will have to divert via Chek Lap Kok Island during the closure, with travelling times expected to increase by 10 minutes. The public transport arrangements are as follows: - Gold Bus will suspend service after picking up passengers who have completed immigration formalities towards Zhuhai / Macao; - Franchised bus routes New Lantao Bus B4, Citybus B5, and Long Win Bus R8 and R33 will suspend service from 10:00 a. m. to 12:00 noon; and - Airport Route \"A\" from the urban and New Territories (NT) to the airport will omit the HKP from the first departure until 11:30 a. m. , the urban/NT bound will omit the HKP from 10:00 a. m. to 1:00 p. m. We appeal passengers traveling between the Airport, Tung Chung, and Disneyland to use rail services. Passengers traveling to the Airport by franchised bus should allow sufficient time. The specific reopening time of the HKP and the traffic resuming time of other affected roads may change depending on the progress of the event. Members of the public are also advised to keep in view the latest traffic news through radio, television broadcasts and \"HKeMobility\" mobile application.",
                "CONTENT_CN": "為配合全運會自行車(公路)賽(男子個人賽)，香港口岸(出境方向)於上午6時30分禁止車輛及旅客進入，港珠澳大橋主橋往珠澳方向於最後一輛車通行後將封閉。北大嶼山公路及香港迪士尼樂園度假區賽道路段會於上午10時20分至上午11時50分期間實施臨時交通管制措施，受影響路段的行車時間預計增加30分鐘。而順朗路來回方向已經於上午6時30分封閉，封路期間經順朗路來回方向的車輛需改經赤鱲角島，行車時間預計增加10分鐘。 公共運輸服務方面的安排如下:- -金巴在接載已完成離境手續前往珠海/澳門的旅客後已停止服務； -專營巴士新大嶼山巴士第B4號線、城巴第B5號線、龍運巴士第R8 及R33號線會於上午10時至中午12時暫停服務；及 -由市區及新界前往機場的「A」線會由首班車至上午十一時三十分期間暫停途經香港口岸，由機場開出的「A」線會由上午十時至下午一時期間暫停途經香港口岸。 運輸署呼籲往來機場、東涌及迪士尼樂園的旅客使用鐵路服務。乘搭專營巴士的前往機場的乘客，請預留足夠時間。香港口岸的具體重開時間及其他受影響路段的恢復行車時間或會因應賽事進程而更改，請市民留意電台、電視台或「香港出行易」流動應用程式發放的最新交通消息。"
            },
            "2025-11-08T12:42:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "126672",
                "CONTENT_EN": "The National Games Cycling (Road) (Men's Individual) event proceeded smoothly. After completing road inspections to ensure the roads are safe for traffic, the Hong Kong-Zhuhai-Macao Bridge (HZMB) Hong Kong Port (HKP) outbound has reopened and resume clearance services at 12:30 pm. However, as the roads within Zhuhai are still closed for the race until about 2.30 pm, the Gold Bus from Hong Kong to Zhuhai is expected to provide limited service from 12.30 pm to 1.30 pm while the Gold Bus from Zhuhai to Hong Kong will resume service at 2.30 pm. Meanwhile, Gold Bus services to/from Macao and other cross boundary coaches has resumed at 12.30 pm. As for the local public transport services via HZMB HKP including airport bus A routes, shuttle bus B routes and Disneyland R routes, has resumed services / resumed original routing via HZMB HKP. Meanwhile, as Shun Long Road remains closed, some bus routes travelling on Shun Long Road will still need to be diverted via Chek Lap Kok Island. We appeal the public to arrive at the HZMB HKP in late afternoon. As cross boundary services at the HZMB HKP are expected to be busier after reopening, passenger waiting times may be longer than usual. Passengers are advised to remain patient and behave in an orderly manner. Members of the public are also advised to keep in view the latest traffic news through radio, television broadcasts and \"HKeMobility\" mobile application.",
                "CONTENT_CN": "全運會自行車(公路)賽(男子個人賽)的進程順利。在完成路面檢查並確保道路在完全安全讓車輛行駛下，港珠澳大橋香港口岸(出境方向)已於下午12時30分重開並恢復通關服務。然而，由於珠海市內的道路因比賽仍然封閉直至下午約2時30分，香港往珠海的金巴介乎下午12時30分至1時30分將提供有限度服務，而珠海往香港的金巴將於下午2時30分恢復服務。另外，來往香港與澳門之間的金巴以及其他跨境巴士服務已於下午12時30分恢復服務。至於來往港珠澳大橋香港口岸的本地公共運輸服務，包括機場巴士「A」線、接駁巴士路線「B」線及接駁迪士尼樂園的「R」線，恢復服務/恢復途經香港口岸。由於順朗路仍然封閉，部分行駛順朗路（來回方向）的巴士路線仍需改經赤鱲角島。 運輸署呼籲市民盡量在下午較後的時段到達港珠澳大橋香港口岸。由於預計港珠澳大橋香港口岸的跨境服務在重開後將會較為繁忙，乘客候車時間會較平時長。乘客應保持耐性和遵守秩序。請市民留意電台、電視台或「香港出行易」流動應用程式發放的最新交通消息。"
            },
            "2025-11-08T13:10:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "126674",
                "CONTENT_EN": "The road sections which were temporarily closed due to the National Games Cycling (Road) (Men's Individual) event are re-opened to all traffic. After completing road inspections to ensure the roads are safe for traffic, the Hong Kong-Zhuhai-Macao Bridge (HZMB) Hong Kong Port (HKP) outbound has reopened and resume clearance services at 12:30 pm. However, as the roads within Zhuhai are still closed for the race until about 2.30 pm, the Gold Bus from Hong Kong to Zhuhai is expected to provide limited service from 12.30 pm to 1.30 pm while the Gold Bus from Zhuhai to Hong Kong will resume service at 2.30 pm. Meanwhile, Gold Bus services to/from Macao and other cross boundary coaches has resumed at 12.30 pm. As for the local public transport services via HZMB HKP including airport bus A routes, shuttle bus B routes and Disneyland R routes, has resumed services / resumed original routing via HZMB HKP. We appeal the public to arrive at the HZMB HKP in late afternoon. As cross boundary services at the HZMB HKP are expected to be busier after reopening, passenger waiting times may be longer than usual. Passengers are advised to remain patient and behave in an orderly manner. Members of the public are also advised to keep in view the latest traffic news through radio, television broadcasts and \"HKeMobility\" mobile application.",
                "CONTENT_CN": "較早前因全運會自行車(公路)賽(男子個人賽)而臨時封閉的道路現已解封。 在完成路面檢查並確保道路在完全安全讓車輛行駛下，港珠澳大橋香港口岸(出境方向)已於下午12時30分重開並恢復通關服務。然而，由於珠海市內的道路因比賽仍然封閉直至下午約2時30分，香港往珠海的金巴介乎下午12時30分至1時30分將提供有限度服務，而珠海往香港的金巴將於下午2時30分恢復服務。另外，來往香港與澳門之間的金巴以及其他跨境巴士服務已於下午12時30分恢復服務。至於來往港珠澳大橋香港口岸的本地公共運輸服務，包括機場巴士「A」線、接駁巴士路線「B」線及接駁迪士尼樂園的「R」線，恢復服務/恢復途經香港口岸。 運輸署呼籲市民盡量在下午較後的時段到達港珠澳大橋香港口岸。由於預計港珠澳大橋香港口岸的跨境服務在重開後將會較為繁忙，乘客候車時間會較平時長。乘客應保持耐性和遵守秩序。請市民留意電台、電視台或「香港出行易」流動應用程式發放的最新交通消息。"
            },
            "2025-11-08T13:35:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "126676",
                "CONTENT_EN": "The road sections which were temporarily closed due to the National Games Cycling (Road) (Men's Individual) event are re-opened to all traffic. Besides, in respect of public transport services, services of Gold Bus, airport bus “A” routes (to and from the airport) and “E” routes (to and from Tung Chung) have gradually resumed normal. Members of the public are also advised to keep in view the latest traffic news through radio, television broadcasts and TD's \"HKeMobility\" mobile application.",
                "CONTENT_CN": "較早前因全運會自行車(公路)賽(男子個人賽)而臨時封閉的道路現已解封。 此外，公共運輸服務⽅⾯，⾦巴港珠線及港澳線，機場巴⼠A線（往來機場）及E線（往來東涌）的服務已陸續回復正常。 請市⺠留意電台、電視台或「⾹港出⾏易」流動應⽤程式發放的最新交通消息。"
            },
            "2025-11-08T16:16:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "126694",
                "CONTENT_EN": "To facilitate the National Games Road Cycling (Women's Individual) event to be held in Zhuhai on the morning of November 9, traffic control will be implemented on roads in Zhuhai and roads leading to and from the Zhuhai Artificial Island of Hong Kong-Macao-Zhuhai Bridge. The Gold Bus from Hong Kong to Zhuhai is expected to provide limited service from 7:30 a. m. to 11:30 a. m. on November 9. As for the Gold Bus service from Zhuhai to Hong Kong, the schedule will depend on the temporarily uplifting of the road control measures in Zhuhai. For details, please refer to the latest notices on official WeChat account of Hong Kong-Zhuhai-Macao Bridge Zhuhai Port or by operators.",
                "CONTENT_CN": "為配合11月9日上午珠海市內舉辦的全國運動會自行車(公路)賽(女子個人賽)，珠海市內道路以及進出港珠澳大橋珠海市人工島的道路進行交通管制，由香港往珠海的金巴服務在11月9日上午7時30分至上午11時30分提供有限度服務，至於珠海往香港的金巴服務則視乎道路管制臨時解封的期間安排發車，詳情請參閱港珠澳大橋珠海口岸微信公眾號或營辦商的最新公告。"
            },
            "2025-11-09T11:34:00": {
                "INCIDENT_STATUS_EN": "UPDATED",
                "INCIDENT_STATUS_CN": "更新情況",
                "ID": "126718",
                "CONTENT_EN": "In response to the National Games Road Cycling (women's individual) event, traffic control measures in Zhuhai will be gradually lifted after the event concludes. The Gold Bus service from Hong Kong to Zhuhai will gradually resume normal from 11:30 am. For details, please refer to the latest notices on official WeChat account of Hong Kong-Zhuhai-Macao Bridge Zhuhai Port or by operators.",
                "CONTENT_CN": "因應全國運動會自行車(公路)賽(女子個人賽)賽事，珠海市內的交通管制將於賽事完結後陸續解除，金巴由香港前往珠海的服務由上午11時30分陸續恢復正常運作，詳情請參閱港珠澳大橋珠海口岸微信公眾號或營辦商的最新公告。"
            }
        },
        "district": null,
        "last_update": "2025-11-09T11:52:17",
        "last_announcement": "2025-11-09T11:34:00"
    },
    "IN-25-07415": {
        "description": {
            "INCIDENT_HEADING_EN": "MTR Incident",
            "INCIDENT_HEADING_CN": "港鐵事故",
            "INCIDENT_DETAIL_EN": "Train Technical Fault",
            "INCIDENT_DETAIL_CN": "列車機件故障",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-07T12:00:00": {
                "INCIDENT_STATUS_EN": "NEW",
                "INCIDENT_STATUS_CN": "最新情況",
                "ID": "126601",
                "CONTENT_EN": "Transport Department has received notification from MTR Corporation Limited that to facilitate passengers watching the National Games in Hong Kong, train frequency on the East Rail Line will be increased during selected periods from 12 to 17 November.",
                "CONTENT_CN": "運輸署接獲港鐵公司通知，為配合全運會香港區賽事，港鐵會於11月12日至17日加密東鐵綫部分時段的班次。"
            }
        },
        "district": null,
        "last_update": "2025-11-07T12:31:19",
        "last_announcement": "2025-11-07T12:00:00"
    },
    "IN-25-07469": {
        "description": {
            "INCIDENT_HEADING_EN": "Car Park Publicity",
            "INCIDENT_HEADING_CN": "Car Park Publicity",
            "INCIDENT_DETAIL_EN": "West Kowloon Cultural District",
            "INCIDENT_DETAIL_CN": "西九文化區",
            "LOCATION_EN": null,
            "LOCATION_CN": null,
            "DISTRICT_EN": null,
            "DISTRICT_CN": null,
            "DIRECTION_EN": null,
            "DIRECTION_CN": null,
            "NEAR_LANDMARK_EN": null,
            "NEAR_LANDMARK_CN": null,
            "BETWEEN_LANDMARK_EN": null,
            "BETWEEN_LANDMARK_CN": null,
            "LATITUDE": null,
            "LONGITUDE": null
        },
        "message": {
            "2025-11-09T16:04:00": {
                "INCIDENT_STATUS_EN": "CLOSED",
                "INCIDENT_STATUS_CN": "完結",
                "ID": "126728",
                "CONTENT_EN": "All car parks at West Kowloon Cultural District are full. Members of the public are encouraged to take public transport to the West Kowloon Cultural District.",
                "CONTENT_CN": "西九文化區內所有停車場現已泊滿車輛，前往西九文化區一帶的市民請使用公共交通工具。"
            }
        },
        "district": null,
        "last_update": "2025-11-09T18:52:23",
        "last_announcement": "2025-11-09T16:04:00"
    }
}